{
    "General info": "General Info",
    "Technical info": "Technical info",
    "Gallery":"Gallery",
    "CompanyLogo": "Company Logo",
    "Change Language": "Change Language",
    "English": "English",
    "Serbian": "Serbian",
    "title 1 265": "The little giant",
    "title 2 265": "For narrow streets or grass",
    "title 3 265": "Drivetrain",
    "title 4 265": "Easy access to the engine compartment",
    "text 1 265": "The little giant of our streets is at home in environmental management tasks on the narrow streets and pathways, parking decks and urban parks. Thanks to being less than 2 metres in height, the machine fits easily to operate in multi-level car parks and the inner yards of blocks of flats. Do not let the small size deceive you – the Wille 265 can deal with even tough snow-clearing operations, and the cabin is spacious for its size and user-friendly. The machine has flow control of motor hydraulics as standard equipment, which eases the control of work attachments in various situations. The small Wille can work all year round ploughing, sweeping, cutting and collecting.",
    "text 2 265": "In addition to normal width, our smallest powerful machine is available as a narrow and a wide model. The narrowest model is only 1,200 mm in width, allowing it to plough snow even in narrow locations. The wide grass tyres make the machine particularly well-suited for lawn mowing, because wide tyres distribute the surface pressure on a larger area and make the machine more lawn friendly.",
    "text 3 265": "When working on an uneven surface or the grip under the tyres varies, you come to notice the differences between the way the machines behave when moving in challenging circumstances. As a machine that has mechanical drivetrain, the Wille is at its best on slippery surfaces. In wheel motors, traction control takes place using high-pressure hoses. The power is transmitted to the motors with a high-pressure hose: when the link bends in turns made when driving, the turns will also bend the hose and make it subject to mechanical strain and wearing. These, again, increase the risk that the hose is damaged while driving. The power is distributed evenly to all wheels, resulting improved tyre grip. Willes utilise mechanical drivetrain, in which the power is transmitted to the tyres through the axles, and not through the hose directed over the articulation link. The power is distributed evenly to all wheels, and the grip of the tyres is improved. Mechanical drivetrain is everyday business in large machines, but a rare capability in small-sized work machines. Our little giant, the Wille 265, is a genuine individual in its size category with mechanical drivetrain as standard feature",
    "text 4 265": "To make it easier for you to check the liquids of the engine compartment or to service your Wille, our machines come with an entirely new, entirely removable motor hood. It can be opened in three pieces (left, right, top), when necessary. After the service, the motor hood is just as easy to put back in its place. Easy access to the engine compartment shortens the time spent on the service and checks and frees time for productive work.",
    "title 1 375": "Wille 375",
    "title 2 375": "An office with a view",
    "title 3 375": "Reach Higher",
    "title 4 375": "Finish up the task at one go",
    "title 5 375": "Easy access to the engine compartment",
    "title 6 375": "SmartDrive – improved ease and precision",
    "title 7 375": "Automatic Eco Drive",
    "title 8 375": "Decreases the fuel consumption, emissions, and noise when you do not need the maximum RPM for acceleration or hydraulics.",
    "title 9 375": "Smartly Economic",
    "text 1 375": "This machine is your trusted player in the renovation of street and park areas 365 days a year. Exceptional in its size category, the front loader which belongs to the standard equipment of the machine makes Wille 375 a very versatile tool without any loss of agility. Thanks to the loader with extensive outreach and a comprehensive selection of work attachments, this one single machine is capable of more than a mini-tractor can do. The flow control of motor hydraulics eases the control of work attachments in various situations. An access platform can be connected to the Wille 375 for work that is done at higher elevations, such as replacing lights or cleaning chutes.",
    "text 2 375": "Ergonomic, comfortable, good visibility – this is what a good cabin is made of. In Wille’s cabin, you can easily reach the functions you need in the course of your work. The operator has free visibility towards the work attachment in the front, and it is easy for him/her to see around through the side and rear windows. Our customers have appraised the cabin as neat and finished. ",
    "text 3 375": "The Wille 375 is a combination of the agility of a small and the outreach of a large machine with the front loader as standard equipment. The front loader makes the machine more versatile: for example in winter you can plough snow, pile it up to high masses or load it on a platform for removal",
    "text 4 375": "Wille’s work attachments can be connected to the front or to the rear and on top of the motor hood. You can connect all of the attachments needed in multiple stages to Wille at the same time: sprinkle the road while brushing it, and keep up to 10 times more water on the motor hood than you can carry in a mere wash tank. Plough, spread sand and fill up the sand spreader from a platform during the same journey. You can save both time and fuel, as there is no need to return to replace the attachments or to fill up the tanks in the middle of your task.",
    "text 5 375": "To make it easier for you to check the liquids of the engine compartment or to service your Wille, our machines come with an entirely new, wholly opening motor hood. It can be slid open and lifted off from its position, when necessary. After the service, the motor hood is just as easy to slide back in its place. Easy access to the engine compartment shortens the time spent on the service and checks and frees time for productive work.",
    "text 6 375": "The operators who use a creeping pedal for speed control, may feel fatigue in their feet after the working day. In the long run, it may prove arduous to slow down the driving speed of the machine using a creeping pedal. A more ergonomic option to do this is Smart Drive. In SmartDrive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine. Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine. A lawnmower, leaf collector, high-pressure washer and brushes all require a high rotation from the engine, but the situational speed must not rise too high when working. The SmartDrive system allows you to set the rotation speed at an optimal level for your attachment and to use the drive pedal solely for controlling the driving speed. The SmartDrive pedal has been a standard piece of equipment in all new Wille models since 2017.",
    "text 7 375": "Wille models 375, 465, 665 and 865 have Automatic Eco Drive as standard equipment. It adjusts the engine RPM automatically to the area of the best utility ratio and so reduces fuel consumption and emissions as well as noise when no high rotation is needed for travelling between locations or work. Automatic Eco Drive works in different ways at different driving speeds. The operator can select from the machine settings if this property is on at both high and slow speeds, or in only one of them. Automatic Eco Drive can, when necessary, also be fully turned off.",
    "text 8 375": "When the maximum speed is achieved, the automatic system slows down the engine RPM so that it is sufficient to keep the maximum driving speed. If the machine is driven uphill or in a terrain that puts extra load on the engine and the speed slows down by 3 km/h, the automatic system lifts up the engine’s RPM back to its maximum value until the maximum speed is achieved again. Owing to the automatic RPM adjustment, fuel consumption and emissions are considerably lower. The consumption is markedly lower especially when travelling between locations. Automatic Eco Drive also adds to the operator’s driving comfort by reducing the noise that burdens the ears",
    "text 9 375": "Wille 375 has Automatic Eco Drive as standard feature, which reduces fuel consumption and noise. It adjusts the rotation of the engine automatically to the area of the best utility ratio when there is no need for high rotation. As a result, fuel consumption and emissions are considerably lower. The benefit is at its greatest when travelling between locations",
    "title 1 465": "Better than ever",
    "title 2 465": "An office with a view",
    "title 3 465": "Everything under control",
    "title 4 465": "Finish up the task at one go",
    "title 5 465": "Easy access to the engine compartment",
    "title 6 465": "SmartDrive – improved ease and precision",
    "title 7 465": "Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine",
    "title 8 465": "Automatic Eco Drive",
    "title 9 465": "Decreases the fuel consumption, emissions, and noise when you do not need the maximum RPM for acceleration or hydraulics.",
    "title 10 465": "The emissions are remarkably low",
    "title 11 465": "Smartly Economic",
    "title 12 465": "Improved ease and precision",
    "text 1 465": "The Wille 465 is the most popular environmental management machine its weight category. Although compact in size, the Wille 465 has a lot of the properties of the larger machines, and even long days will not make you feel tired. The cabin is spacious and visibility in all directions from the operator’s seat is excellent. The load sensing hydraulics and proportionally controlled cylinder hydraulics makes your work even more comfortable. Compared to its predecessor, the extended wheelbase improves the machine’s stability and tipping load. With this Wille machine you can perform your building management tasks both in urban areas and outside in an environmentally friendly and cost-efficient way.",
    "text 2 465": "Ergonomic, comfortable, good visibility – this is what a good cabin is made of. In Wille’s cabin, you can easily reach the functions you need in the course of your work. The operator has free visibility towards the work attachment in the front, and it is easy for him/her to see around through the side and rear windows. Our customers have appraised the cabin as neat and finished. ",
    "text 3 465": "Easy-to-use multi-purpose display keeps you up to date. It guides the operator clearly, telling about the functions of the machine and potential exceptional situations.",
    "text 4 465": "Wille’s work attachments can be connected to the front or to the rear and on top of the motor hood. You can connect all of the attachments needed in multiple stages to Wille at the same time: sprinkle the road while brushing it, and keep up to 10 times more water on the motor hood than you can carry in a mere wash tank. Plough, spread sand and fill up the sand spreader from a platform during the same journey. You can save both time and fuel, as there is no need to return to replace the attachments or to fill up the tanks in the middle of your task.",
    "text 5 465": "To make it easier for you to check the liquids of the engine compartment or to service your Wille, our machines come with an entirely new, wholly opening motor hood. It can be slid open and lifted off from its position, when necessary. After the service, the motor hood is just as easy to slide back in its place. Easy access to the engine compartment shortens the time spent on the service and checks and frees time for productive work.",
    "text 6 465": "The operators who use a creeping pedal for speed control, may feel fatigue in their feet after the working day. In the long run, it may prove arduous to slow down the driving speed of the machine using a creeping pedal. A more ergonomic option to do this is Smart Drive. In SmartDrive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine.",
    "text 7 465": "A lawnmower, leaf collector, high-pressure washer and brushes all require a high rotation from the engine, but the situational speed must not rise too high when working. The SmartDrive system allows you to set the rotation speed at an optimal level for your attachment and to use the drive pedal solely for controlling the driving speed. The SmartDrive pedal has been a standard piece of equipment in all new Wille models since 2017.",
    "text 8 465": "Wille models 375, 465, 665 and 865 have Automatic Eco Drive as standard equipment. It adjusts the engine RPM automatically to the area of the best utility ratio and so reduces fuel consumption and emissions as well as noise when no high rotation is needed for travelling between locations or work. Automatic Eco Drive works in different ways at different driving speeds. The operator can select from the machine settings if this property is on at both high and slow speeds, or in only one of them. Automatic Eco Drive can, when necessary, also be fully turned off.",
    "text 9 465": "When the maximum speed is achieved, the automatic system slows down the engine RPM so that it is sufficient to keep the maximum driving speed. If the machine is driven uphill or in a terrain that puts extra load on the engine and the speed slows down by 3 km/h, the automatic system lifts up the engine’s RPM back to its maximum value until the maximum speed is achieved again. Owing to the automatic RPM adjustment, fuel consumption and emissions are considerably lower. The consumption is markedly lower especially when travelling between locations. Automatic Eco Drive also adds to the operator’s driving comfort by reducing the noise that burdens the ears",
    "text 10 465": "Wille 465 is equipped with an engine that meets the latest emission standards, which together with a more advance hydraulic system offering a higher utility ratio makes the machine more environmentally friendly and economic.",
    "text 11 465": "Wille 465 has Automatic Eco Drive as standard feature, which reduces fuel consumption and noise. It adjusts the rotation of the engine automatically to the area of the best utility ratio when there is no need for high rotation. As a result, fuel consumption and emissions are considerably lower. The benefit is at its greatest when travelling between locations",
    "text 12 465": "Smart Drive is a more ergonomic option for the creeping pedal. In Smart Drive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. You can set the engine’s speed of rotation according to the needs of the attachment and use the drive pedal for accurate control of the driving speed. In this way the attachment works continuously in an optimum state irrespective of your driving speed.",
    "title 1 665": "Urban Powerhouse",
    "title 2 665": "An office with a view",
    "title 3 665": "Everything under control",
    "title 4 665": "Finish up the task at one go",
    "title 5 665": "Easy access to the engine compartment",
    "title 6 665": "SmartDrive – improved ease and precision",
    "title 7 665": "Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine",
    "title 8 665": "Automatic Eco Drive",
    "title 9 665": "Decreases the fuel consumption, emissions, and noise when you do not need the maximum RPM for acceleration or hydraulics.",
    "title 10 665": "The emissions are remarkably low",
    "title 11 665": "Smartly Economic",
    "title 12 665": "Advanced controllability",
    "title 13 665": "VarioSteer - enhanced controllability",
    "title 14 665": "For heavily repetitive work routines",
    "title 15 665": "More ergonomic steering",
    "text 1 665": "The Wille 665 is unrivalled in its weight category. It is agile to move even in narrow spaces. It is powerful enough for both travelling between locations and plowing snow. Wille provides a better visibility to the operator compared to a traditional wheel loader. Several work attachments can be connected directly to the machine. In this way you can perform several stages during one drive. As a low-frame machine, Wille 665 fits under underpasses of roads, for example, which standard wheel loaders cannot do. The machine is equipped with an efficient hydraulic system the flow of which suffices for the power required by a rotary snow plough even in the toughest circumstances.",
    "text 2 665": "Ergonomic, comfortable, good visibility – this is what a good cabin is made of. In Wille’s cabin, you can easily reach the functions you need in the course of your work. The operator has free visibility towards the work attachment in the front, and it is easy for him/her to see around through the side and rear windows. Our customers have appraised the cabin as neat and finished. ",
    "text 3 665": "Easy-to-use multi-purpose display keeps you up to date. It guides the operator clearly, telling about the functions of the machine and potential exceptional situations.",
    "text 4 665": "Wille’s work attachments can be connected to the front or to the rear and on top of the motor hood. You can connect all of the attachments needed in multiple stages to Wille at the sametime: sprinkle the road while brushing it, and keep up to 10 times more water on the motor hood than you can carry in a mere wash tank. Plough, spread sand and fill up the sand spreader from a platform during the same journey. You can save both time and fuel, as there is no need to return to replace the attachments or to fill up the tanks in the middle of your task.",
    "text 5 665": "To make it easier for you to check the liquids of the engine compartment or to service your Wille, our machines come with an entirely new, wholly opening motor hood. It can be slid open and lifted off from its position, when necessary. After the service, the motor hood is just as easy to slide back in its place. Easy access to the engine compartment shortens the time spent on the service and checks and frees time for productive work.",
    "text 6 665": "The operators who use a creeping pedal for speed control, may feel fatigue in their feet after the working day. In the long run, it may prove arduous to slow down the driving speed of the machine using a creeping pedal.A more ergonomic option to do this is Smart Drive. In SmartDrive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine.",
    "text 7 665": "A lawnmower, leaf collector, high-pressure washer and brushes all require a high rotation from the engine, but the situational speed must not rise too high when working. The SmartDrive system allows you to set the rotation speed at an optimal level for yourattachment and to use the drive pedal solely for controlling the driving speed. The SmartDrive pedal has been a standard piece of equipment in all new Wille models since 2017.",
    "text 8 665": "Wille models 375, 465, 665 and 865 have Automatic Eco Drive as standard equipment. It adjusts the engine RPM automatically to the area of the best utility ratio and so reduces fuel consumption and emissions as well as noise when no high rotation is needed for travelling between locations or work. Automatic Eco Drive works in different ways at different driving speeds. The operator can select from the machine settings if this property is on at both high and slow speeds, or in only one of them. Automatic Eco Drive can, when necessary, also be fully turned off.",
    "text 9 665": "When the maximum speed is achieved, the automatic system slows down the engine RPM so that it is sufficient to keep the maximum driving speed. If the machine is driven uphill or in a terrain that puts extra load on the engine and the speed slows down by 3 km/h, the automatic system lifts up the engine’s RPM back to its maximum value until the maximum speed is achieved again. Owing to the automatic RPM adjustment, fuel consumption and emissions are considerably lower. The consumption is markedly lower especially when travelling between locations. Automatic Eco Drive also adds to the operator’s driving comfort by reducing the noise that burdens the ears",
    "text 10 665": "Wille 665 is equipped with an engine that meets the latest emission standards, which together with a more advance hydraulic system offering a higher utility ratio makes the machine more environmentally friendly and economic.",
    "text 11 665": "Wille 665 has Automatic Eco Drive as standard feature, which reduces fuel consumption and noise. It adjusts the rotation of the engine automatically to the area of the best utility ratio when there is no need for high rotation. As a result, fuel consumption and emissions are considerably lower. The benefit is at its greatest when travelling between locations",
    "text 12 665": "Smart Drive is a more ergonomic option for the creeping pedal. In Smart Drive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. You can set the engine’s speed of rotation according to the needs of the attachment and use the drive pedal for accurate control of the driving speed. In this way the attachment works continuously in an optimum state irrespective of your driving speed.",
    "text 13 665": "Continuous use of a steering wheel may cause a stress injury to the operators’ shoulders. The preventive measure for this is VarioSteer developed by Vilakone. VarioSteer consists of two driving modes. You can choose between using the steering wheel or a lever. Fast steering wheel steering allows you to adjust the rotation speed of the steering wheel in a 5-step range. In this way you can adjust the steering speed as you find it comfortable to use.In lever steering, instead of a steering wheel you use a lever which is situated on the arm rest on the left of the seat. The lever is a more ergonomic choice especially for repetitious tasks, such as the loading of snow, which requires a lot of back and forth movement from the machine and multiple loads and unloads from the work attachment. In coppice cutting, for example, you can adjust the lever steering to a more gentle speed in the same 5-step range and keep the travel line straight as long as is necessary. There is no longer the need to continuously make small corrective movements using the steering wheel.",
    "text 14 665": "Wille’s VarioSteer is much more than just lever steering. In narrow spaces and in tasks requiring several turns, you can adjust the machine’s steering to be faster through the display located in the cabin of the machine. Owing to the adjustment, there is no need to turn the steering wheel to turn the machine as much as in normal situations. For example, when loading snow on a platform, you only need 1.5 rotations of the steering wheel compared to what formerly required 5.5 rotations. Thus, VarioSteer reduces the need to turn the steering wheel up to 70% compared to normal steering. VarioSteer is available for Wille 665 and Wille 865",
    "text 15 665": "Say goodbye to trouble with your shoulders using VarioSteer! Instead of the steering wheel, you can choose to use an ergonomic lever steering, allowing you to steer the machine just with your fingers. VarioSteer also makes your steering faster for tasks requiring repetition, such as loading of snow. When using the steering wheel, you can reduce the need to use it even by 70% compared to normal steering.",
    "title 1 865": "The king of multi-purpose machines",
    "title 2 865": "An office with a view",
    "title 3 865": "Everything under control",
    "title 4 865": "Finish up the task at one go",
    "title 5 865": "Easy access to the engine compartment",
    "title 6 865": "SmartDrive – improved ease and precision",
    "title 7 865": "Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine",
    "title 8 865": "Automatic Eco Drive",
    "title 9 865": "Decreases the fuel consumption, emissions, and noise when you do not need the maximum RPM for acceleration or hydraulics.",
    "title 10 865": "The emissions are remarkably low",
    "title 11 865": "Smartly Economic",
    "title 12 865": "Advanced controllability",
    "title 13 865": "VarioSteer - enhanced controllability",
    "title 14 865": "For heavily repetitive work routines",
    "title 15 865": "More ergonomic steering",
    "text 1 865": "Our largest Wille model is designed for the knights of the roads – those of you who require high power and capacity from your machine. Wille 865 is an agile, yet at the same time versatile and powerful workhorse. It is at its best in tasks where there is a lot to be brushed, cleaned or loaded, and where high efficiency is required in carrying out the work. Wille 865’s own weight is sufficient for bearing attachments which reach far aside. Its dimensions with heavy-duty attachments, such as boom cutters, is beyond comparison. The cabin is available at an elevated position as an option, providing a yet better visibility.",
    "text 2 865": "Ergonomic, comfortable, good visibility – this is what a good cabin is made of. In Wille’s cabin, you can easily reach the functions you need in the course of your work. The operator has free visibility towards the work attachment in the front, and it is easy for him/her to see around through the side and rear windows. Our customers have appraised the cabin as neat and finished.",
    "text 3 865": "Easy-to-use multi-purpose display keeps you up to date. It guides the operator clearly, telling about the functions of the machine and potential exceptional situations.",
    "text 4 865": "Wille’s work attachments can be connected to the front or to the rear and on top of the motor hood. You can connect all of the attachments needed in multiple stages to Wille at the same time: sprinkle the road while brushing it, and keep up to 10 times more wateron the motor hood than you can carry in a mere wash tank. Plough, spread sand and fill up the sand spreader from a platform during the same journey. You can save both time and fuel, as there is no need to return to replace the attachments or to fill up the tanks in the middle of your task.",
    "text 5 865": "To make it easier for you to check the liquids of the engine compartment or to service your Wille, our machines come with an entirely new, wholly opening motor hood. It can be slid open and lifted off from its position, when necessary. After the service, the motor hood is just as easy to slide back in its place. Easy access to the engine compartment shortens the time spent on the service and checks and frees time for productive work.",
    "text 6 865": "The operators who use a creeping pedal for speed control, may feel fatigue in their feet after the working day. In the long run, it may prove arduous to slow down the driving speed of the machine using a creeping pedal. A more ergonomic option to do this is Smart Drive. In SmartDrive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. Now the drive pedal controls driving speed, and not the rotation speed of the diesel engine.",
    "text 7 865": "A lawnmower, leaf collector, high-pressure washer and brushes all require a high rotation from the engine, but the situational speed must not rise too high when working. The SmartDrive system allows you to set the rotation speed at an optimal level for your attachment and to use the drive pedal solely for controlling the driving speed.The SmartDrive pedal has been a standard piece of equipment in all new Wille models since 2017.",
    "text 8 865": "Wille models 375, 465, 665 and 865 have Automatic Eco Drive as standard equipment. It adjusts the engine RPM automatically to the area of the best utility ratio and so reduces fuel consumption and emissions as well as noise when no high rotation is needed for travelling between locations or work. Automatic Eco Drive works in different ways at different driving speeds. The operator can select from the machine settings if this property is on at both high and slow speeds, or in only one of them. Automatic Eco Drive can, when necessary, also be fully turned off.",
    "text 9 865": " When the maximum speed is achieved, the automatic system slows down the engine RPM so that it is sufficient to keep the maximum driving speed. If the machine is driven uphill or in a terrain that puts extra load on the engine and the speed slows down by 3 km/h, the automatic system lifts up the engine’s RPM back to its maximum value until the maximum speed is achieved again. Owing to the automatic RPM adjustment, fuel consumption and emissions are considerably lower. The consumption is markedly lower especially when travelling between locations. Automatic Eco Drive also adds to the operator’s driving comfort by reducing the noise that burdens the ears",
    "text 10 865": "Wille 865 is equipped with an engine that meets the latest emissionstandards, which together with a more advance hydraulic system offering a higher utility ratio makes the machine more environmentally friendly and economic",
    "text 11 865": "Wille 865 has Automatic Eco Drive as standard feature, which reduces fuel consumption and noise. It adjusts the rotation of the engine automatically to the area of the best utility ratio when there is no need for high rotation. As a result, fuel consumption and emissions are considerably lower. The benefit is at its greatest when travelling between locations",
    "text 12 865": "Smart Drive is a more ergonomic option for the creeping pedal. In Smart Drive, the accelerator is programmed to turn into a drive pedal, when the hand throttle is activated. You can set the engine’s speed of rotation according to the needs of the attachment and use the drive pedal for accurate control of the driving speed. In this way the attachment works continuously in an optimum state irrespective of your driving speed.",
    "text 13 865": "Continuous use of a steering wheel may cause a stress injury to the operators’ shoulders. The preventive measure for this is VarioSteer developed by Vilakone.VarioSteer consists of two driving modes. You can choose between using the steering wheel or a lever. Fast steering wheel steering allows you to adjust the rotation speed of the steering wheel in a 5-step range. In this way you can adjust the steering speed as you find it comfortable to use. In lever steering, instead of a steering wheel you use a lever which is situated on the arm rest on the left of the seat.The lever is a more ergonomic choice especially for repetitious tasks, such as the loading of snow, which requires a lot of back and forth movement from the machine and multiple loads and unloads from the work attachment. In coppice cutting, for example, you can adjust the lever steering to a more gentle speed in the same 5-step range and keep the travel line straight as long as is necessary. There is no longer the need to continuously make small corrective movements using the steering wheel.",
    "text 14 865": " Wille’s VarioSteer is much more than just lever steering. In narrow spaces and in tasks requiring several turns, you can adjust the machine’s steering to be faster through the display located in the cabin of the machine. Owing to the adjustment, there is no need to turn the steering wheel to turn the machine as much as in normal situations. For example, when loading snow on a platform, you only need 1.5 rotations of the steering wheel compared to what formerly required 5.5 rotations. Thus, VarioSteer reduces the need to turn the steering wheel up to 70% compared to normal steering. VarioSteer is available for Wille 665 and Wille 865",
    "text 15 865": "shoulders using VarioSteer! Instead of the steering wheel, you can choose to use an ergonomic lever steering, allowing you to steer the machine just with your fingers. VarioSteer also makes your steering faster for tasks requiring repetition, such as loading of snow. When using the steering wheel, you can reduce the need to use it even by 70% compared to normal steering.",
    "title 1 1": "Collecting sweeper ",
    "text 1 1": "With the collecting sweepers you can clean surfaces and collect the debris into a tank simultaneously. Dust suppression made easier by an integrated water tank which is equipped with sprinkler nozzles for the cup brush and the cylinder. As the tank and the brush move up and down along with the terrain, there is no need to separately lift and lower the device even at the speed bumps. The cup brush yields when it hits the walls or other obstacles. The bottom of the tank opens hydraulically for emptying, and owing to the Wille loader, you can empty the content e.g. to a lorry bed. ",
    "list 1 1": "Two work stages simultaneously – cleaning the surface and collecting the debris into the tank",
    "list 1 2": "The tank can be emptied, for example, onto a lorry bed",
    "list 1 3": "The tank floats in the vertical direction",
    "list 1 4": "Hydraulic opening of the bottom for emptying",
    "list 1 5": "Cup brush on the right-hand side as standard",
    "list 1 6": "Water tank on top of the unit, sprinkler nozzles for the cylinder and the cup brush",
    "list 1 7": "All models can be equipped with an extra cup brush",
    "list 1 8": "One support wheel in the front and two in the rea",
    "title 1 2": "Chipper",
    "text 1 2": "The chipper is designed for chipping branches. The chipped material can be used on location, for example, for landscaping, allowing you to skip the stage of moving materials back and forth.",
    "list 2 1": "Available in different sizes for all Wille models",
    "list 2 2": "Hastens the working process when managing park and garden areas",
    "title 1 3": "Snow blower",
    "text 1 3": "Snow blowers are used to remove snow on deep snow conditions. As big snow blowers need a lot of power, Wille’s powerful hydraulics and robust structure make it an efficient pair for a snow blower.",
    "list 3 1": "Large range of snow blowers from 1.3m to 2.4m",
    "list 3 2": "Optimized size for every Wille model",
    "title 1 4": "Access platform Wille 9",
    "text 1 4": "The access platform, specially designed for Wille, makes it possible to carry out a variety of maintenance work.All the movements can be operated safely from the platform, so there is no need for another driver. The unit is equipped with hydraulic  support outrigg. It is approved for use with Wille 365 - 865 models. The attachment is connected to the rear lift of the base machine.",
    "title 1 5": "Hydraulic Rear Blade",
    "text 1 5": "Use the hydraulic rear blade for roughening the surface of streets, cycle paths and parking areas. Roughening reduces the need for spreading more sand, as the existing sand will be exposed from under the ice. The punched blades help level the uneven surface of frozen slosh. Rotary bits allow you to reduce slipperiness even from froze road surfaces. In summer use the rear blade can be used to roughen and remove any uneven spots on gravel roads.",
    "list 5 1": "Available with punched blades or with Sandvik´s rotary bits",
    "list 5 2": "Support wheels available as an accessory for summer use",
    "list 5 3": "Hydraulic tilt and swing",
    "list 5 4": "Floating movement in tilting and horizontally",
    "title 1 6": "Leaf bucket",
    "text 1 6": "Leaf buckets are used for collecting light leaves and twigs. Can be used as snow bucket without the hatch. One work attachment, multiple uses.The bucket is equipped with a manually opening top hatch, where from the collected material can be put inside the bucket without that the material would, for example, be exposed to gusts of wind for the whole width of the bucket. The whole cover can be opened and closed hydraulically from the cabin of the machine.",
    "title 1 7": "Snow Bucket",
    "text 1 7": "Wille Optim snow buckets are ideal for loading and heaping snow as well as other light materials.",
    "list 7 1": "Designed and fitted specially to fit for specific Wille models",
    "list 7 2": "The holes at the top of the bucket enable the operator to see better into the loading area",
    "title 1 8": "Horizontal cutter",
    "text 1 8": "Horizontal cutters are ideal for cutting large park and garden areas. Wille’s versatile hydraulics is sufficient for many kinds of cutter functions.",
    "list 8 1": "Cutters are available in various sizes for all Wille models.",
    "title 1 9": "Multi-functional bucket",
    "text 1 9": "The multi-function bucket is designed for collecting and loading snow from yards and parking areas Owing to the wings, it can also be used for plowing To collect snow, you can use the wings to widen the plowing width by one third or choose to use only one of them. Spring-loaded blades guarantee that the attachment does not start to steer the machine, but rather makes it adjust to the movements of the machine and the shape of the ground surface. The swing cylinders in wings are equipped with safety valves which prevent damage should the bucket bang against an obstacle. For the wearing surface, in addition to a straight-edged blade, a punched blade is available, which leaves the ground less slippery and slightly more rough after snow plowing.",
    "list 9 1": "Optionally available with straight-edged or punched blade",
    "list 9 2": "Wings equipped with spring-loaded blades",
    "list 9 3": "Swing cylinders equipped with safety valves which prevent damage in collisions",
    "title 1 10": "Platform",
    "text 1 10": "The hydraulic platform is your helpful companion e.g. in sand spreading. You can spread more at a time, when the additional sand is conveniently carried on the platform.The tools needed on the site are a good example of things that can be transported on the platform.",
    "list 10 1": "Opening linkage for the tailgate",
    "list 10 2": "Supports for storing",
    "list 10 3": "Attachment on top of the engine compartment",
    "title 1 11": "Disc Spreader",
    "text 1 11": "The disc spreader allows you to spread sand over a larger area than with a standard spreader.",
    "list 11 1": "Electronic adjustment of volume and spreading width",
    "list 11 2": "Spreading capacity 10–200 g/m2",
    "list 11 3": "Spreading width 1–6 m",
    "list 11 4": "The spreader can be turned into the servicing and transport positions using a crank",
    "list 11 5": "The hopper is fitted with a protective net and a cover",
    "list 11 6": "Sight glass for controlling the filling grade of the hopper",
    "list 11 7": "Detachable supports for storing",
    "title 1 12": "Sand spreader",
    "text 1 12": "With the Wille sand spreader, you can spread just the right amount of sand and ensure a smooth sand layer. The agitator shaft inside the tank prevents sand from hardening inside the tank and ensures smooth feeding of sand to the feeder drum. The spring-loaded thick rubber plate against the feeder drum ensures that only the desired amount of sand drips from the tank. A cradle guard prevents large stones and ice from dropping inside the sand spreader. The bearings are placed outside the tank, which makes it easier to service them and lengthens their service life. The sand spreader in the rear of Wille requires a rear lift or rear tilting device, allowing it to be filled by backing into a heap.",
    "list 12 1": "The agitator shaft prevents malfunction in sand feeding",
    "list 12 2": "Flow control valve for adjusting the sand flow",
    "list 12 3": "The durable hot-galvanised tank has a long service life",
    "title 1 13": "De-icing Solution Spreader",
    "text 1 13": "The solution spreader is used for spreading saline solution on streets, cycle paths and pavements, which allows you to keep them free of ice throughout the winter. The amount to be spread is automatically adjusted to the machine’s driving speed. You can choose the working width to be the central area of the spreader, or in addition the left or ride side, or both of them. The attachment is controlled from the display unit located in the cabin. Owing to the multi-hole nozzle, the saline solution does not spread as mist into the air. The baffle plates inside the tank prevent the solvent from splashing when travelling between locations.",
    "list 13 1": "Working width adjustable between 2.5 to 5 m",
    "list 13 2": "Maximum flow by a single press of a button",
    "list 13 3": "The tank is filled through two stainless and easy-to-clean filters",
    "list 13 4": "The pump with a separate vacuum filter",
    "list 13 5": "Spreading ramp with a separate elevation adjustment ",
    "list 13 6": "Supports for storing",
    "list 13 7": "A 15-metre hose reel for manual cleaning is available as an option",
    "list 13 8": "The machine must be equipped with electrical readiness for the solution spread",
    "title 1 14": "High-pressure washer",
    "text 1 14": "Wille Optim high-pressure washers are ideal for removal of fine-grained dirt and dust from the asphalt. For a smoother washing result, the washer directs water evenly to each nozzle. You can turn the nozzle pipe and decide the direction in which the dirt is to be removed. With the help of a hose reel, you can clean places that are hard to access, such as gateways, etc. The baffle plates inside the tank make the motion smoother when travelling between locations. In connection with the collecting sweeper you can use the washer tank water for dust suppression.",
    "list 14 1": "The refill water is filtered by three stainless, easy-to-clean filters.",
    "list 14 2": "The nozzle pipe can be turned hydraulically",
    "list 14 3": "A 15-metre hose reel for manual cleaning is available as an option",
    "list 14 4": "Support legs for storing",
    "title 1 15": "Ice plow",
    "text 1 15": "Cleaned ice is nice for skating or playing games Wille and Wille Optim ice plow together are an efficient tool for cleaning the surface efficiently of snow.",
    "list 15 1": "Developed for efficient maintenance of outdoor ice rinks",
    "list 15 2": "The planing bite angle of the ice plow's blade ensures an excellent cleaning result",
    "list 15 3": "Thanks to the hydraulic turn, efficient time-saving work methods can be applied",
    "title 1 16": "Sprinkling tank",
    "text 1 16": "Sprinkling tank for Wille can be used for watering plants or dust suppression when used together with the brush.",
    "list 16 1": "The tank is attached on top of the engine compartment.",
    "list 16 2": "Supporting legs for storing",
    "title 1 17": "Rotary brush",
    "text 1 17": "Wille Optim rotary brush is just the right kind of work attachment for cleaning the ground of leaves, snow and sand. The brush is equipped with a sprinkler nozzle for dust suppression as standard equipment.",
    "list 17 1": "For use all year round",
    "list 17 2": "The ends of the cylinder are free, making it possible to brush next to walls or kerbs",
    "list 17 3": "The lateral tilt of ± 6º makes it possible to achieve a good sweeping result ",
    "list 17 4": "Hydraulic angle adjustment of ± 27°",
    "list 17 5": "Vertical floating movement of the cylinder of approximately 300 mm allows the cylinder to follow the elevations on the ground surface",
    "list 17 6": "Shock-dampers for smoother sweeping movement",
    "list 17 7": "Changing the lamella is easy; no need to demount the hydraulic motor",
    "title 1 18": "Leaf Collector",
    "text 1 18": "The Wille Optim leaf collectors developed for collecting leaves and other biomass work with full capacity even in wet conditions, even though the leaves would have been pressed against the ground. The material to be collected is easily chopped into a degradable mass. Even greater amounts of leaves do not pose a problem: the suction nozzle is equipped with a mechanism which feeds the leaves to the nozzle at an even speed and so prevents it from clogging. The opening front door makes it easier to suck piles of leaves.",
    "list 18 1": "Rearward tipping debris tank with opening net cover",
    "list 18 2": "Suction nozzle with sideways transfer and four height-adjustable support wheels in the front",
    "list 18 3": "Hydraulically opening front door",
    "list 18 4": "Support legs for storing",
    "title 1 19": "Mulcher",
    "text 1 19": "Mulcher with side adjustment is purposed to keep sidewalks and road sides clean. With this very quiet attachment you can mulch alongside paths and roads, as well as slopes and ditches.",
    "list 19 1": "Hydraulic side adjustment of 104 cm",
    "list 19 2": "Mulching of grass and light wood",
    "list 19 3": "Inclination range: upward 90 ˚, downward 60 ˚",
    "title 1 20": "Tarup sa strelom",
    "text 1 20": "Tarup sa strelom je odličan radni priključak za održavanje zelenih površina i kanala pored puta. Vozač može da kontroliše položaj strele i pokrete direknto iz kabine, a tarup je dobro vidljiv.Zahvaljujući efikasnoj radnoj hidraulici i čvrstoj konstrukciji rama, Wille i tarup sa strelom odličan su dvojac za održavanje i većih nasipa.Možete imati mnogo različitih tipova kosilica od različitih proizvođača. Zajedno sa nama možete pronaći najbolje radne priključke za vaš Wille.",
    "title 1 21": "Soil Bucket",
    "text 1 21": "Soil buckets are designed for moving soil, but work well with other types of material as well. For many users this is the default attachment to begin with.",
    "list 21 1": "Designed specifically for Wille machines",
    "list 21 2": "Optimal attachment for loading and spreading dirt and other soil types.",
    "title 1 22": "Plate Compactor",
    "text 1 22": "Plate Compactors are used to compact loose materials with the heavy hydraulically powered vibrating plates. Wille's powerful hydraulics and sturdy frame make it an excellent pair for a plate compactor.",
    "list 22 1": "The plate compactor unit can be shifted laterally to both sides of the machine, making it possible to perform compacting to the either side of the machine's running route.",
    "list 22 2": "Compacting effect can be monitored and adjusted in real time with plain compactor's own display and control unit, that is located in the Wille cabin.",
    "title 1 23": "High-tipping bucket",
    "text 1 23": "When the lifting height of the standard bucket is not enough, the answer is a high-tipping bucket. It gives you a notably higher lifting height for loading snow, for example.",
    "list 23 1": "For loading light materials",
    "list 23 2": "Notably higher dumping height and distance in comparison with the standard bucket",
    "Home page": "Home page",
    "title 1 Nordic": "Broddson Nordic PM10",
    "text 1 Nordic": "Broddson Nordic PM10 is a towed conveyor sweeper with large capacity, but it is at the same time very easy to operate. Nordic has a 3,1 cubic hopper and a 2640 mm dump height, which facilitates service and maintenance. Articulated arms are part of the standard equipment. It enables the sweeper to move sideways, which makes it easy to clean narrow passages. The Nordic is also equipped with automatic relief valves and easy coupling and uncoupling. Since all our sweepers are produced at our own premises, you can customize your sweeper according to your needs and also follow the production on site.",
    "title 1 Scandia": "Broddson Scandia",
    "text 1 Scandia": "With a capacity of 1,2 tons per minute and a sweeping path of up to 3000 mm, our towed conveyor sweeper Scandia is the master of large areas. Delivery with articulated arm, 2 wheel or three wheel. This sweeper is also equipped with automatic relief valves and easy coupling and uncoupling. That is what makes the Scandia a highly operable sweeper with large work capacity. Scandia is delivered with a John Deere or Perkins engine, which meets all the environmental requirements. Since all our sweepers are produced at our own premises, you can customize your sweeper according to your needs.",
    "title 1 Fighter": "Broddson Fighter 400 - 700",
    "text 1 Fighter": "Our bestseller Fighter is now available in a new smaller model. Fighter 400 an easy hydraulically powered weed brush for front mounting on the tool carrier and multi-function vehicles. cleaning of footpaths, cycle paths, verges, gutters, parking lots etc. With Fighter 400 is able to sweep both the right and left, which easily changed. All functions are controlled from the cab via a control panel.",
    "Companies": "Companies",
    "About us": "About us",
    "Servis": "Service",
    "Contact": "Contact",
    "Attachments": "Attachments",
    "Products": "Products",
    "Attachment 1": "Collecting sweeper",
    "Attachment 2": "Chipper",
    "Attachment 3": "Snow blower",
    "Attachment 4": "Access platform Wille 9",
    "Attachment 5": "Hydraulic Rear Blade",
    "Attachment 6": "Leaf bucket",
    "Attachment 7": "Snow Bucket",
    "Attachment 8": "Horizontal cutter",
    "Attachment 9": "Multi-functional bucket",
    "Attachment 10": "Platform",
    "Attachment 11": "Disc Spreader",
    "Attachment 12": "Sand spreader",
    "Attachment 13": "De-icing Solution Spreader",
    "Attachment 14": "High-pressure washer",
    "Attachment 15": "Ice plow",
    "Attachment 16": "Sprinkling tank",
    "Attachment 17": "Rotary brush",
    "Attachment 18": "Leaf Collector",
    "Attachment 19": "Mulcher",
    "Attachment 20": "Boom flail mower",
    "Attachment 21": "Soil Bucket",
    "Attachment 22": "Plate Compactor",
    "Attachment 23": "High-tipping bucket",
    "Specification": "Specification",
    "ContactUs": "Contact Us",
    "learnMore":"Learn More",
    "title Wille": "Wille - World Leader in Agile Urban Machines",
    "subTitle Wille": "Find the right Wille for your need",
    "Send message":"Send Message",
    "MailTitle":"Title",
    "PorukaMail":"Please enter message",
    "YourMail":"Your Email",
    "YourName":"Your Name",
    "text 1 Wille": "Wille is the most popular machine on the market for the environmental management and maintenance of urban areas. It is designed to operate through all four seasons, especially winter, when maintenance operations are the most demanding and expensive. The articulated steering and location of the cabin in the front frame provide the operator with excellent working conditions.",  
    "text 2 Wille": "It is important to have a base machine, that fits to your needs perfectly. Wille family covers various areas of environment and property maintenance work. Wille is exceptionally strong considering its size. The line-up comprises five models ranging from 2 to 7 tonnes. Compared with wheeled loaders in the same weight category, Wille's engine delivers about 60 % higher output. This power is mostly required to drive the hydraulic work attachments, and when carrying heavy loads on the road. Depending on the model, the travel speed is 36-50 kmph. ", 
    "text 3 Wille": "In addition to weight and physical size the ability of the loader as well as the hydraulics play a crucial part when deciding the best machine for your use. Also Wille models upwards from 375 are equipped with powerful front loader as default, which widens the abilities of the machine. Especially during winter, when the maintenance work is most crucial and expensive, Wille's unparalleled efficiency shows.", 
    "text 4 Wille": "One of Wille's strengths is its wide range of available work attachments. These are easy to procure and effortless to change. Their compatibility with the base unit is ideal, which means that the machine can be operated efficiently and safely all year round.",  
    "text 5 Wille": "Wille's sales and after-sales operations are in reliable hands. Wille is a long-term investment with an exceptionally high second-hand value. Wille's high quality, capacity and productivity have helped it stay number one on the Nordic market for many years.",
    "title Broddson": "Broddson towed sweepers – Swedish knowledge and quality",
    "text 1 Broddson": "Broddson is the only manufacturer of towed sweepers in Sweden today and can also provide spare parts, fittings and brushes to all brands available on the market.",
    "text 2 Broddson": "We use, almost exclusively, Swedish subcontractors. It ensures a high quality and at the same time it makes it easier for you as our customer to customize your own sweeper. It also gives us the benefit of controlling the entire chain of production, which means you can count on our knowledge throughout the whole process.",
    "text 3 Broddson": "Today we are the leading company in the field of street cleaning equipment in Sweden, but our products are also exported to the rest of Scandinavia, Russia, Africa and the Middle East. That is something we are very proud of, and it would never have been possible without the help of our customers’ high standards and skilled subcontractors along the way.",
    "download": "Download brochure",
    "Services Title 1":"Technical support and maintenance",
    "Services Title 2":"Spare parts service and storage",
    "Services Text 1":"Clients are provided with support for the commissioning of new machines as well as the professional training of operators",
    "Services Text 2":"SMD machinery has",
    "Services Text 3":"a modernly equipped workshop and mobile service teams for regular and emergency interventions. ",
    "Services Text 4":"It provides customers with regular maintenance and ",
    "Services Text 5":"genuine spare parts, service during the warranty and expired periods as well.",
    "Services Text 6":"Consulting services during machine exploitation are included and ",
    "Services Text 7":" include expert advices from highly qualified service personnel.",
    "Services Text 8":"Servantesova 16, Altina",
    "Services Text 9":"11283 Beograd, Srbija",
    "Services Text 10":"T: +381 11 3612 162",
    "Services Text 11":"+381 63 448 097",
    "Services Text 12":"M: office@smdmachinery.rs",
    "Services Text 13":"M: servis@smdmachinery.rs",
    "AboutUs Title 1":"S",
    "AboutUs Title 2":"upreme Machinesand ",
    "AboutUs Title 3":"D",
    "AboutUs Title 4":"evices",
    "AboutUs Title 5":"Mission",
    "AboutUs Title 6":"Vision",
    "AboutUs Title 7":"Goal",
    "AboutUs Title 8":"Our team",
    "AboutUs Title 9":"Coincidence or a destiny",
    "AboutUs Title 10":"SMD machinery",
    "AboutUs Title 11":"S",
    "AboutUs Title 12":"imply More",
    "AboutUs Title 13":"D",
    "AboutUs Title 14":"edicated",
    "AboutUs Text 1":"Main activity of SMD machinery ltd. ",
    "AboutUs Text 2":"is the sale and servicing of municipal equipment, specific machines in the domain of water management and equipment for civil protection and emergency situations.",
    "AboutUs Text 3":"SMD machinery is an authorized representative of reputable European manufacturers: ",
    "AboutUs Text 4":"Wille, Dorotea Mekaniska, Broddson, Boschung.",
    "AboutUs Text 5":"SMD machinery offers the concept ",
    "AboutUs Text 6":"of a single machine for four seasons - ",
    "AboutUs Text 7":"a modern machine for all situations and all terrain in all weather conditions.",
    "AboutUs Text 8":"Our mission is ",
    "AboutUs Text 9":"a satisfied customer. ",
    "AboutUs Text 10":"It is our desire to continually improve our services and product offerings to meet and exceed the expectations of our customers, ",
    "AboutUs Text 11":", not only with the quality of the machines we offer,",
    "AboutUs Text 12":"but also with our dedicated attitude towards the customer after the purchase of our products.",
    "AboutUs Text 13":"SMD Machinery's business principles are based on product and service quality, teamwork,",
    "AboutUs Text 14":"mutual respect, responsibility and readiness for new business challenges.",
    "AboutUs Text 15":"Through partnership with leading European manufacturers, SMD machinery seeks to be the number one solution",
    "AboutUs Text 16":"in the field of municipal equipment, specific water management machinery and civil protection emergency equipment.",
    "AboutUs Text 17":"Our goal is to constantly improve the quality of our business in order to achieve the reliability and sustainability of benchmarks. ",
    "AboutUs Text 18":"Our customer orientation enables us to deliver effective customized solutions",
    "AboutUs Text 19":"thanks to a wide range of products that can be customized and delivered within the desired timeframe.",
    "AboutUs Text 20":"By sharing experience with manufacturers and operators, our goal is to competitively and successfully solve",
    "AboutUs Text 21":"complex problems of the municipal community, water management and the challenges of emergency situations.",
    "AboutUs Text 22":"We have combined decades of experience, competence, determination and modern business ideas.  ",
    "AboutUs Text 23":"The experienced part of the team is ",
    "AboutUs Text 24":"a solid foundation and support, ",
    "AboutUs Text 25":"and the younger part of the team is a modern upgrade with windows ",
    "AboutUs Text 26":"looking into the future.",
    "AboutUs Text 27":"Coincidence does not exist. ",
    "AboutUs Text 28":"We also recognized the sign in a series of letters in the name of the company that was founded more than twenty years ago.",
    "AboutUs Text 29":"SMD",
    "AboutUs Text 30":" SMD are the initial letters of our names, a team that believes in the same ideas and goes one way towards success - ",
    "AboutUs Text 31":"quality above all.",
    "SMDMACHINERY AT SOCIAL MEDIA": "SMDMACHINERY AT SOCIAL MEDIA"
}
