{
  "General info": "Osnovne informacije",
  "CompanyLogo": "Logo kompanije",
  "Change Language": "Promenite jezik",
  "English": "Engleski",
  "Serbian": "Srpski",
  "title 1 265": "Mali div", 
  "title 2 265": "Za uske ulice ili travnatu površinu", 
  "title 3 265": "Pogonski sklop", 
  "title 4 265": "Lak pristup motornom prostoru",
  "text 1 265": "Mali div nalazi se na svom terenu kada je u pitanju održavanje uskih ulica,staza i trotoara, parkirališta i gradskih parkova. Zahvaljujući visini manjoj od 2 metra, lako se uklapa da radi u garažama sa više nivoa i unutrašnjih dvorišta stambenih blokova. Ne dozvolite da vas mala veličina prevari – Wille 265 može da se nosi is a teškim operacijama čišćenja snega, a kabina je prostrana za svoju veličinu i jednostavna za upotrebu. Mašina kao standardnu opremu ima kontrolu protoka hidraulike, što olakšava kontrolu radnih priključaka u različitim situacijama. Mala Wille mašina može da radi tokom cele godine (čišćenje snega, čišćenje, košenje i sakupljanje,itd…)", 
  "text 2 265": "Pored normalne širine, naša najmanja snažna mašina dostupna je kao uski i široki model. Uži model je širok samo 1.200 mm, što mu omogućava da čisti sneg čak i na uskim lokacijama. Široke gume za travnate površine čine mašinu posebno pogodnom za košenje travnjaka, jer široke gume raspoređju pritisak mašine usled težine na širu površinui samim tim pogodna je za travnjake.", 
  "text 3 265": "Kada radite na neravnoj površini ili prianjanje ispod guma varira, primećuju se razlike u načinu na koji se mašina ponaša kada se kreće u izazovnim okolnostima. Kao mašina koja ima mehanički pogon, Wille se odlično snalazi na klizavim površinama. Kod motora na točkovima kontrola vuče vrši se upotrebom creva visokog pritiska. Snaga se do motora prenosi crevima visokog pritiska: kada se veza (zglob) savija prilikom skretanja tokom vožnje, takođe se savija i crevo što ga mehanički napreže i dovodi do habanja. Ovo povećava rizik od oštećenja creva tokom vožnje. Snaga je ravnomerno raspoređena na sve točkove, što rezultira poboljšanim prianjanjem guma. Wille koristi mehanički pogon pri čemu se snaga prenosi gumama preko osovina, a ne preko creva usmereneog preko zglobne veze. Snaga je ravnomerno raspoređena na sve točkove.", 
  "text 4 265": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se otvoriti u tri dela po potrebi (levo, desno, gore). Nakon servisa, poklopac motora je jednako jednostavno vratiti na svooje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "title 1 375": "Wille 375",
  "title 2 375": "Kancelarija sa pogledom", 
  "title 3 375": "Reach Higher",
  "title 4 375": "Obavite zadatak u jednom potezu", 
  "title 5 375": "Lak pristup motornom prostoru", 
  "title 6 375": "SmartDrive – lakoća i preciznost", 
  "title 7 375": "Automatski Eko Pogon", 
  "title 8 375": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 9 375": "Pametno ekonomično", 
  "text 1 375": "Ova mašina je vaš pouzdani igrač u obnovi ulica i parkova 365 dana u godini. Izuzetan u svojoj veličinskoj  kategoriji, prednji utovarivač koji spada u standarnu opremu mašine čini Wille 375 veoma svestranim i priloagodljivim alatom bez gubitka okretnosti. Zahvaljujući utovarivaču dalekog dosega i obimnim izborom radnih dodataka (priključaka), ova jedna mašina može da zameni više drugih mašina. Kontrola protoka hidraulike olakšava kontrolu radnih priključaka i različitim situacijama. Hidraulična platforma sa korpom za rad na visini može se povezati na Wille 375 za radove koji se izvode na većim visinama kao što su zamena sijalica ili čišćenje oluka. ",
  "text 2 375": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 375": "Wille 375 je kombinacija agilnosti i okretnosti male mašine sa karakteristikama velikih utovarivača. Prednji utovarivač koji je standardni deo mašine čini je svestranijom: Na primer, zimi možete da čistite sneg raonikom, odlažete sa strane i nagomilavate ili utovarate na kamione za odnošenje. ",
  "text 4 375": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka.",
  "text 5 375": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 375": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu voženje pomuću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 7 375": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti. ",
  "text 8 375": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.",
  "text 9 375": "Wille 375 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.",
  "title 1 465": "Bolji nego ikad",
  "title 2 465": "Kancelarija sa pogledom", 
  "title 3 465": "Sve pod kontrolom", 
  "title 4 465": "Obavite zadatak u jednom potezu", 
  "title 5 465": "Lak pristup motornom prostoru", 
  "title 6 465": "SmartDrive – lakoća i preciznost", 
  "title 7 465": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 465": "Automatski Eko Pogon",
  "title 9 465": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 10 465": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 465": "Pametno ekonomično", 
  "title 12 465": "Lakoća i preciznost",
  "text 1 465": "Wille 465 je najprodavanija komunalna mašina u svojoj veličinskoj klasi. Iako kompaktne veličine, Wille 465 ima mnoštvo svojstava većih mašina, pa čak ni nakon dudih radnih dana nećete se osećati umorno. Kabina je prostrana i vidljivost je odlična u svim pravcima sa vozačevog sedišta. Hidraulika osetljiva na opterećenje i hidraulični cilindri sa proprocionalno kontrolisanim pritiskom čine rad još ugodnijim. U poređenju sa prethodnikom, prošireno međuosovnisko rastojanje poboljšava stabilnost mašine i kapacitet podizanja tereta. Sa ovom Wille mašinom možete izvršavati zadatke održavanja u urbanim sredinama kao i van njih na ekološki prihvatljiv i ekonomičan način.",
  "text 2 465": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 465": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 465": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. ",
  "text 5 465": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 465": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 7 465": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine",
  "text 8 465": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti.",
  "text 9 465": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 465": "Wille 465 je opremljen vrhunskim motorom koji ispunjava sve standarde o emisiji izduvnih gasova, što zajedno sa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 465": "Wille 465 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 465": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.",
  "title 1 665": "Bolji nego ikad",
  "title 2 665": "Kancelarija sa pogledom", 
  "title 3 665": "Sve pod kontrolom", 
  "title 4 665": "Obavite zadatak u jednom potezu", 
  "title 5 665": "Lak pristup motornom prostoru", 
  "title 6 665": "SmartDrive", 
  "title 7 665": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 665": "Automatski Eko Pogon",
  "title 9 665": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 10 665": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 665": "Pametno ekonomično", 
  "title 12 665": "Napredna upravljivost",
  "title 13 665": "VarioSteer – poboljšana kontrola", 
  "title 14 665": "Za zadatke sa puno ponavljanja", 
  "title 15 665": "Udobnije upravljanje",
  "text 1 665": "Wille 665 je bez premca u svojoj težinskoj kategoriji. Spretno se kreće čak i u uskim prostorima. Dovoljno je snažan i za putovanje između lokacija kao i za čišćenje snega. U poređenju sa tradicionalnim utovarivačem, Wille 665 pruža bolju vidljivost. Nekoliko radnih priključaka može se istovremeno postaviti na mašinu. Ovo vam omogućava da izvodite više radnih koraka u jednom potezu. Kao niskoproflina mašina Wille 665, na primer, može da radi i prođe kroz podvoze ispod puteva, što standardni utovarivači ne mogu. Mašina je opremljena efikasnom radnom hidraulikom, čija je snaga dovoljna za napajanje bacača snega čak i u najtežim uslovima.",
  "text 2 665": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 665": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 665": "više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta",
  "text 5 665": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 665": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. ",
  "text 7 665": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo zakonstrolu brzine. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 8 665": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti.",
  "text 9 665": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 665": "Wille 665 je opremljen vrhunskim motorom koji ispunjava sve standardeo emisiji izduvnih gasova, što zajedno sa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 665": "Wille 665 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 665": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.  ",
  "text 13 665": "Stalna upotreba upravljača (volana) može prouzrokovati povrede usled zamora ramena kod operatera. Preventivna mera za to je VarioSteer koji je razvio Vilakone. VarioSteer se sastoji od dva režima vožnje. Možete odabrati brzo upravljanje ili upravljanje ručicom. Brzo upravljanje omogućava vam podešavanje brzine okretanja volana na skali od 1 do 5. Na ovaj način možete prilagoditi brzinu upravljanja kako vam najviše odgovara. Kod upravljanja ručicom umesto volana koristite ručicu koja se nalazi na levom naslonu za ruku. Ručica je više ergonomski izbor, posebno za zadatke koji se ponavljaju, poput utovara materijala, za šta je potrebno mnogo pomeranja mašine napred nazad kao i mnogo ponavljanja zahvatanja i istovara materijala. Na primer, kod košenja trave i rastinja, možete podesiti upravljanje ručicom na više nežnu brzinu na istoj skali od 1 do 5 i da održavate liniju kretanja pravo koliko god je potrebno. Više nema potrebe za stalnim malim korekcijama kretanja pomoću volana.  ",
  "text 14 665": "Wille VarioSteer je mnogo više od upravljanja ručicom. U uskim prostorima i u zadacima koji zahtevaju nekoliko okretanja, možete podesiti upravljanje da bude brže pomoću displeja u kabini mašine. Zahvaljujući tom podešavanju, volan ne treba okretati toliko da bi se mašina okrenula kao u normalnim situacijama. Na primer, kada utovarate materijal u kamion, potrebno vam je samo 1,5 okreta volana u poređenju sa onim što je ranije zahtevalo 5,5 okreta. VarioSteer na taj način smanjuje potrebu za okretanjem volana do 70% u odnosu na normalno upravljanje. VarioSteer je dostupan  za Wille 665 i Wille 865",
  "text 15 665": "Oprostite se od bolova u ramenima koristeći VarioSteer! Umesto volana, možete odabrati ergonosmko upravljanje ručicom što vam omogućava da upravljate mašinom samo prstima. VarioSteer takođe čini upravljanje bržim za zadatke koji zahtevaju ponavljanja, kao što je utovar materijala. Kada koristite volan, možete smanjiti potrebu za njegovim korišćenjem i do 70% u poređenju sa normalnim upravljanjem.",
  "title 1 865": "Kralj multifunkcionalnih mašina",
  "title 2 865": "Kancelarija sa pogledom", 
  "title 3 865": "Sve pod kontrolom", 
  "title 4 865": "Obavite zadatak u jednom potezu", 
  "title 5 865": "Lak pristup motornom prostoru ", 
  "title 6 865": "SmartDrive – lakoća i preciznost", 
  "title 7 865": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 865": "Automatski Eko Pogon",
  "title 9 865":"Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku. ", 
  "title 10 865": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 865": "Pametno ekonomično", 
  "title 12 865": "Napredna upravljivost  ",
  "title 13 865": "VarioSteer – poboljšana kontrola", 
  "title 14 865": "Za zadatke sa puno ponavljanja", 
  "title 15 865": "Udobnije upravljanje",
  "text 1 865": "Naš najveći Wille model je dizajniran za one od vas kojima je potrebna velika snaga i kapacitet od vaše mašine. Wille 865 je okretna, a istovremeno svestrana i moćna mašina. Najbolja je u zadacima u kojima je potrebno mnogo četkanja, čišćenja ili utovara i u poslovima u kojima je potrebna visoka efikasnost. Težina Wille 865 dovoljna je da podrži dalekodosežne uređaje. Njegov domet sa teškim radnim priključcima, poput bočnih tarupa, nema premca. Kao opcija, dostupna je izdignuta kabina što omogućava bolju vidljivost.",
  "text 2 865": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 865": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 865": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego uobičnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. ",
  "text 5 865": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 865": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali.U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. ",
  "text 7 865": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine. Smart Drive pedala deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 8 865": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti. ",
  "text 9 865": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 865": "Wille 865 je opremljen vrhunskim motorom koji ispunjava sve standarde o emisiji izduvnih gasova, što zajednosa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 865": "Wille 865 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 865": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.",
  "text 13 865": "Stalna upotreba upravljača (volana) može prouzrokovati povrede usled zamora ramena kod operatera. Preventivna mera za to je VarioSteer koji je razvio Vilakone. VarioSteer se sastoji od dva režima vožnje. Možete odabrati brzo upravljanje ili upravljanje ručicom. Brzo upravljanje omogućava vam podešavanje brzine okretanja volana na skali od 1 do 5. Na ovaj način možete prilagoditi brzinu upravljanja kako vam najviše odgovara. Kod upravljanja ručicom umesto volana koristite ručicu koja se nalazi na levom naslonu za ruku. Ručica je više ergonomski izbor, posebno za zadatke koji se ponavljaju, poput utovarapomeranja mašine napred nazad kao i mnogo ponavljanja zahvatanja i istovara materijala. Na primer, kod košenja trave i rastinja, možete podesiti upravljanje ručicom na više nežnu brzinu na istoj skali od 1 do 5 i da održavate liniju kretanja pravo koliko god je potrebno. Više nema potrebe za stalnim malim korekcijama kretanja pomoću volana.",
  "text 14 865": "Wille VarioSteer je mnogo više od upravljanja ručicom. U uskim prostorima i u zadacima koji zahtevaju nekoliko okretanja, možete podesiti upravljanje da bude brže pomoću displeja u kabini mašine. Zahvaljujući tom podešavanju, volan ne treba okretati toliko da bi se mašina okrenula kao u normalnim situacijama. Na primer, kada utovarate materijal u kamion, potrebno vam je samo 1,5 okreta volana u poređenju sa onim što je ranije zahtevalo 5,5 okreta. VarioSteer na taj način smanjuje potrebu za okretanjem volana do 70% u odnosu na normalno upravljanje. VarioSteer je dostupan  za Wille 665 i Wille 865",
  "text 15 865": "Oprostite se od bolova u ramenima koristeći VarioSteer! Umesto volana, možete odabrati ergonosmko upravljanje ručicom što vam omogućava da upravljate mašinom samo prstima. VarioSteer takođe čini upravljanje bržim za zadatke koji zahtevaju ponavljanja, kao što je utovar materijala. Kada koristite volan, možete smanjiti potrebu za njegovim korišćenjem i do 70% u poređenju sa normalnim upravljanjem.",
  "Home page": "Početna"
}