{
  "General info": "Osnovne informacije",
  "Technical info": "Tehničke informacije",
   "Gallery":"Galerija",
  "CompanyLogo": "Logo kompanije",
  "Change Language": "Promenite jezik",
  "English": "Engleski",
  "Serbian": "Srpski",
  "title 1 265": "Mali div", 
  "title 2 265": "Za uske ulice ili travnatu površinu", 
  "title 3 265": "Pogonski sklop", 
  "title 4 265": "Lak pristup motornom prostoru",
  "text 1 265": "Mali div nalazi se na svom terenu kada je u pitanju održavanje uskih ulica,staza i trotoara, parkirališta i gradskih parkova. Zahvaljujući visini manjoj od 2 metra, lako se uklapa da radi u garažama sa više nivoa i unutrašnjih dvorišta stambenih blokova. Ne dozvolite da vas mala veličina prevari – Wille 265 može da se nosi is a teškim operacijama čišćenja snega, a kabina je prostrana za svoju veličinu i jednostavna za upotrebu. Mašina kao standardnu opremu ima kontrolu protoka hidraulike, što olakšava kontrolu radnih priključaka u različitim situacijama. Mala Wille mašina može da radi tokom cele godine (čišćenje snega, čišćenje, košenje i sakupljanje,itd…)", 
  "text 2 265": "Pored normalne širine, naša najmanja snažna mašina dostupna je kao uski i široki model. Uži model je širok samo 1.200 mm, što mu omogućava da čisti sneg čak i na uskim lokacijama. Široke gume za travnate površine čine mašinu posebno pogodnom za košenje travnjaka, jer široke gume raspoređju pritisak mašine usled težine na širu površinui samim tim pogodna je za travnjake.", 
  "text 3 265": "Kada radite na neravnoj površini ili prianjanje ispod guma varira, primećuju se razlike u načinu na koji se mašina ponaša kada se kreće u izazovnim okolnostima. Kao mašina koja ima mehanički pogon, Wille se odlično snalazi na klizavim površinama. Kod motora na točkovima kontrola vuče vrši se upotrebom creva visokog pritiska. Snaga se do motora prenosi crevima visokog pritiska: kada se veza (zglob) savija prilikom skretanja tokom vožnje, takođe se savija i crevo što ga mehanički napreže i dovodi do habanja. Ovo povećava rizik od oštećenja creva tokom vožnje. Snaga je ravnomerno raspoređena na sve točkove, što rezultira poboljšanim prianjanjem guma. Wille koristi mehanički pogon pri čemu se snaga prenosi gumama preko osovina, a ne preko creva usmereneog preko zglobne veze. Snaga je ravnomerno raspoređena na sve točkove.", 
  "text 4 265": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se otvoriti u tri dela po potrebi (levo, desno, gore). Nakon servisa, poklopac motora je jednako jednostavno vratiti na svooje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "title 1 375": "Wille 375",
  "title 2 375": "Kancelarija sa pogledom", 
  "title 3 375": "Reach Higher",
  "title 4 375": "Obavite zadatak u jednom potezu", 
  "title 5 375": "Lak pristup motornom prostoru", 
  "title 6 375": "SmartDrive – lakoća i preciznost", 
  "title 7 375": "Automatski Eko Pogon", 
  "title 8 375": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 9 375": "Pametno ekonomično", 
  "text 1 375": "Ova mašina je vaš pouzdani igrač u obnovi ulica i parkova 365 dana u godini. Izuzetan u svojoj veličinskoj  kategoriji, prednji utovarivač koji spada u standarnu opremu mašine čini Wille 375 veoma svestranim i priloagodljivim alatom bez gubitka okretnosti. Zahvaljujući utovarivaču dalekog dosega i obimnim izborom radnih dodataka (priključaka), ova jedna mašina može da zameni više drugih mašina. Kontrola protoka hidraulike olakšava kontrolu radnih priključaka i različitim situacijama. Hidraulična platforma sa korpom za rad na visini može se povezati na Wille 375 za radove koji se izvode na većim visinama kao što su zamena sijalica ili čišćenje oluka. ",
  "text 2 375": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 375": "Wille 375 je kombinacija agilnosti i okretnosti male mašine sa karakteristikama velikih utovarivača. Prednji utovarivač koji je standardni deo mašine čini je svestranijom: Na primer, zimi možete da čistite sneg raonikom, odlažete sa strane i nagomilavate ili utovarate na kamione za odnošenje. ",
  "text 4 375": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka.",
  "text 5 375": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 375": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu voženje pomuću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 7 375": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti. ",
  "text 8 375": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.",
  "text 9 375": "Wille 375 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.",
  "title 1 465": "Bolji nego ikad",
  "title 2 465": "Kancelarija sa pogledom", 
  "title 3 465": "Sve pod kontrolom", 
  "title 4 465": "Obavite zadatak u jednom potezu", 
  "title 5 465": "Lak pristup motornom prostoru", 
  "title 6 465": "SmartDrive – lakoća i preciznost", 
  "title 7 465": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 465": "Automatski Eko Pogon",
  "title 9 465": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 10 465": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 465": "Pametno ekonomično", 
  "title 12 465": "Lakoća i preciznost",
  "text 1 465": "Wille 465 je najprodavanija komunalna mašina u svojoj veličinskoj klasi. Iako kompaktne veličine, Wille 465 ima mnoštvo svojstava većih mašina, pa čak ni nakon dudih radnih dana nećete se osećati umorno. Kabina je prostrana i vidljivost je odlična u svim pravcima sa vozačevog sedišta. Hidraulika osetljiva na opterećenje i hidraulični cilindri sa proprocionalno kontrolisanim pritiskom čine rad još ugodnijim. U poređenju sa prethodnikom, prošireno međuosovnisko rastojanje poboljšava stabilnost mašine i kapacitet podizanja tereta. Sa ovom Wille mašinom možete izvršavati zadatke održavanja u urbanim sredinama kao i van njih na ekološki prihvatljiv i ekonomičan način.",
  "text 2 465": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 465": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 465": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. ",
  "text 5 465": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 465": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 7 465": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine",
  "text 8 465": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti.",
  "text 9 465": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 465": "Wille 465 je opremljen vrhunskim motorom koji ispunjava sve standarde o emisiji izduvnih gasova, što zajedno sa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 465": "Wille 465 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 465": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.",
  "title 1 665": "Bolji nego ikad",
  "title 2 665": "Kancelarija sa pogledom", 
  "title 3 665": "Sve pod kontrolom", 
  "title 4 665": "Obavite zadatak u jednom potezu", 
  "title 5 665": "Lak pristup motornom prostoru", 
  "title 6 665": "SmartDrive", 
  "title 7 665": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 665": "Automatski Eko Pogon",
  "title 9 665": "Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku.", 
  "title 10 665": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 665": "Pametno ekonomično", 
  "title 12 665": "Napredna upravljivost",
  "title 13 665": "VarioSteer – poboljšana kontrola", 
  "title 14 665": "Za zadatke sa puno ponavljanja", 
  "title 15 665": "Udobnije upravljanje",
  "text 1 665": "Wille 665 je bez premca u svojoj težinskoj kategoriji. Spretno se kreće čak i u uskim prostorima. Dovoljno je snažan i za putovanje između lokacija kao i za čišćenje snega. U poređenju sa tradicionalnim utovarivačem, Wille 665 pruža bolju vidljivost. Nekoliko radnih priključaka može se istovremeno postaviti na mašinu. Ovo vam omogućava da izvodite više radnih koraka u jednom potezu. Kao niskoproflina mašina Wille 665, na primer, može da radi i prođe kroz podvoze ispod puteva, što standardni utovarivači ne mogu. Mašina je opremljena efikasnom radnom hidraulikom, čija je snaga dovoljna za napajanje bacača snega čak i u najtežim uslovima.",
  "text 2 665": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 665": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 665": "više vode na poklopcu motora nego u običnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta",
  "text 5 665": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 665": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. ",
  "text 7 665": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo zakonstrolu brzine. Smart Drive pedala je deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 8 665": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti.",
  "text 9 665": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 665": "Wille 665 je opremljen vrhunskim motorom koji ispunjava sve standardeo emisiji izduvnih gasova, što zajedno sa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 665": "Wille 665 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 665": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.  ",
  "text 13 665": "Stalna upotreba upravljača (volana) može prouzrokovati povrede usled zamora ramena kod operatera. Preventivna mera za to je VarioSteer koji je razvio Vilakone. VarioSteer se sastoji od dva režima vožnje. Možete odabrati brzo upravljanje ili upravljanje ručicom. Brzo upravljanje omogućava vam podešavanje brzine okretanja volana na skali od 1 do 5. Na ovaj način možete prilagoditi brzinu upravljanja kako vam najviše odgovara. Kod upravljanja ručicom umesto volana koristite ručicu koja se nalazi na levom naslonu za ruku. Ručica je više ergonomski izbor, posebno za zadatke koji se ponavljaju, poput utovara materijala, za šta je potrebno mnogo pomeranja mašine napred nazad kao i mnogo ponavljanja zahvatanja i istovara materijala. Na primer, kod košenja trave i rastinja, možete podesiti upravljanje ručicom na više nežnu brzinu na istoj skali od 1 do 5 i da održavate liniju kretanja pravo koliko god je potrebno. Više nema potrebe za stalnim malim korekcijama kretanja pomoću volana.  ",
  "text 14 665": "Wille VarioSteer je mnogo više od upravljanja ručicom. U uskim prostorima i u zadacima koji zahtevaju nekoliko okretanja, možete podesiti upravljanje da bude brže pomoću displeja u kabini mašine. Zahvaljujući tom podešavanju, volan ne treba okretati toliko da bi se mašina okrenula kao u normalnim situacijama. Na primer, kada utovarate materijal u kamion, potrebno vam je samo 1,5 okreta volana u poređenju sa onim što je ranije zahtevalo 5,5 okreta. VarioSteer na taj način smanjuje potrebu za okretanjem volana do 70% u odnosu na normalno upravljanje. VarioSteer je dostupan  za Wille 665 i Wille 865",
  "text 15 665": "Oprostite se od bolova u ramenima koristeći VarioSteer! Umesto volana, možete odabrati ergonosmko upravljanje ručicom što vam omogućava da upravljate mašinom samo prstima. VarioSteer takođe čini upravljanje bržim za zadatke koji zahtevaju ponavljanja, kao što je utovar materijala. Kada koristite volan, možete smanjiti potrebu za njegovim korišćenjem i do 70% u poređenju sa normalnim upravljanjem.",
  "title 1 865": "Kralj multifunkcionalnih mašina",
  "title 2 865": "Kancelarija sa pogledom", 
  "title 3 865": "Sve pod kontrolom", 
  "title 4 865": "Obavite zadatak u jednom potezu", 
  "title 5 865": "Lak pristup motornom prostoru ", 
  "title 6 865": "SmartDrive – lakoća i preciznost", 
  "title 7 865": "Sada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora.", 
  "title 8 865": "Automatski Eko Pogon",
  "title 9 865":"Smanjuje potrošnju goriva, emisije i buku kada vam ne treba maksimalan broj obrtaja motora za ubrzanje ili hidrauliku. ", 
  "title 10 865": "Emisija izduvnih gasova je izuzetno niska", 
  "title 11 865": "Pametno ekonomično", 
  "title 12 865": "Napredna upravljivost  ",
  "title 13 865": "VarioSteer – poboljšana kontrola", 
  "title 14 865": "Za zadatke sa puno ponavljanja", 
  "title 15 865": "Udobnije upravljanje",
  "text 1 865": "Naš najveći Wille model je dizajniran za one od vas kojima je potrebna velika snaga i kapacitet od vaše mašine. Wille 865 je okretna, a istovremeno svestrana i moćna mašina. Najbolja je u zadacima u kojima je potrebno mnogo četkanja, čišćenja ili utovara i u poslovima u kojima je potrebna visoka efikasnost. Težina Wille 865 dovoljna je da podrži dalekodosežne uređaje. Njegov domet sa teškim radnim priključcima, poput bočnih tarupa, nema premca. Kao opcija, dostupna je izdignuta kabina što omogućava bolju vidljivost.",
  "text 2 865": "Ergonomska, komforna, dobra preglednost – to su elementi dobre kabine. U kabini Wille mašine lako možete doći do funkcija koje su vam potrebne tokom vašeg rada. Operater ima neometanu vidljivost prema radnom priključku napred, a bočna i zadnja stakla obezbeđuju odličnu preglednost od 360 stepeni. Naši kupci su ocenili kabinu urednom i kompletnom.",
  "text 3 865": "Višenamenski multifunckionalni displej lak za korišćenje održava vas u toku. On  vodi operatera i jasno objašnjava funkcije mašine i moguće izuzetke.",
  "text 4 865": "Wille radni priključci mogu se postaviti napred ili nazad kao i na vrhu poklopca motora. Možete istovremeno povezati više priključaka koji su vam potrebni za rad u više faza: Prskajte put vodom dok ga čistite četkom i nosite do 10 puta više vode na poklopcu motora nego uobičnim rezervoarima za vodu. Čistite sneg raonikom, posipajte so i dopunjavajte posipač soli sa platforme istovremeno u jednom potezu. Možete uštedeti i vreme i gorivo, jer nema potrebe da se vraćate da zamenite priključke ili da napunite rezervoare usred zadatka. ",
  "text 5 865": "Da bi vam olakšali proveru tečnosti u motornom prostoru ili servisiranje Wille mašine, naše mašine se isporučuju sa novom, potpuno uklonjivom haubom motora. Može se klizno otvoriti i skroz ukloniti sa svog položaja. Nakon servisa, poklopac motora je jednako jednostavno vratiti na svoje mesto. Jednostavan pristup motornom prostoru skraćuje vreme potrebno za servis i provere, a povećava produktivnost i efektivan rad.",
  "text 6 865": "Operateri koji koriste inčnu pedalu za kontrolu brzine, mogu osećati umor u nogama nakon radnog dana. Dugoročno, može se pokazati napornim da usporite brzinu vožnje pomoću inčne pedale. Smart Drive je ergonosmka alternativa inčnoj pedali.U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Tada papučica za pogon kontroliše brzinu vožnje a ne broj obrtaja dizel motora. ",
  "text 7 865": "Kosilice, sakupljači lišća, mašina za pranje pod visokim pritiskom i četke zahtevaju veliki broj obrtaja motora ali brzina rada ne sme postati previsoka. Pomoću sistema Smard  Drive možete broj obrtaja motora da postavite na onoliko koliko je optimalno za radni priključak koji koristite, a da papučicu za pogon koristite isključivo za konstrolu brzine. Smart Drive pedala deo standarndne opreme u svim novim modelima Wille mašina do 2017. Godine. ",
  "text 8 865": "Wille modeli 375, 465, 665 i 865 imaju Automatski Eko pogon u sklopu standadne opreme. On automatski prilagođava broj obrtaja motora najefikasnijem broju obrtaja, smanjujući potrošnju goriva, emisiju izduvnih gasova i buku kada nisu potrebni veliki obrtaji motora za transport ili rad. Automatski Eko Pogon radi na različite načine pri različitim brzinama. Operater može da u podešavanjima mašine odabere da li je funkcija uključena pri velikim i malim brzinama ili samo pri jednoj od njih. Po potrebi Automatski Eko Pogon se može isključiti u potpunosti. ",
  "text 9 865": "Kada se postigne maksimalna brzina, sistem automatski usporava obrtaje motora na broj dovoljan da se održi maksimalna brzina vožnje. Ako naiđete na uzbrdicu ili na drug teren koji opterećuje motor tokom vožnje, a brzina opadne za 3 km/h, sistem automatski podiže broj obrtaja motora na maksimum sve dok se ne postigne maksimalna brzina vožnje. Zahvaljujući automatskom podešavanju broja obrtaja, potrošnja goriva i emisije štetnih gasova su znatno niže. Potrošnja je znatno manja posebno prilikom trasporta mašine (vožnje). Automatski Eko Pogon takođe utiče na komfornost operatera smanjujući buku.", 
  "text 10 865": "Wille 865 je opremljen vrhunskim motorom koji ispunjava sve standarde o emisiji izduvnih gasova, što zajednosa naprednim hidrauličnim sistemom za bolju efikasnonst čini mašinu ekološki prihvatljivijom i ekonomičnijom.", 
  "text 11 865": "Wille 865 imau Automatski Eko Pogon kao standarnu funkciju, što smanjuje potrošnju goriva i buku. On automatski prilagođava broj obrtaja motora i postavlja na najoptimalniji kada nema potrebe za visokim obrtajima. Kao rezultat toga, potrošnja goriva i emisije izduvnih gasova su znatno niži. Ta prednost posebno je uočljiva prilikom vožnje, transporta između lokacija.", 
  "text 12 865": "Smart Drive je ergonomska alternativa inčnoj pedali. U Smart Drive-u, akcelerator je programiran da se pretvori u pogonsku papučicu (papučicu gasa), kada se aktivira ručni gas. Možete postaviti broj obrtaja motora u skladu sa potrebama radnog priključka i koristite pedalu gasa za preciznu kontrolu brzine vožnje. To omogućava radnom priključku da radi u optimalnom režimu su svakom trenutku, bez obzira na brzinu vožnje.",
  "text 13 865": "Stalna upotreba upravljača (volana) može prouzrokovati povrede usled zamora ramena kod operatera. Preventivna mera za to je VarioSteer koji je razvio Vilakone. VarioSteer se sastoji od dva režima vožnje. Možete odabrati brzo upravljanje ili upravljanje ručicom. Brzo upravljanje omogućava vam podešavanje brzine okretanja volana na skali od 1 do 5. Na ovaj način možete prilagoditi brzinu upravljanja kako vam najviše odgovara. Kod upravljanja ručicom umesto volana koristite ručicu koja se nalazi na levom naslonu za ruku. Ručica je više ergonomski izbor, posebno za zadatke koji se ponavljaju, poput utovarapomeranja mašine napred nazad kao i mnogo ponavljanja zahvatanja i istovara materijala. Na primer, kod košenja trave i rastinja, možete podesiti upravljanje ručicom na više nežnu brzinu na istoj skali od 1 do 5 i da održavate liniju kretanja pravo koliko god je potrebno. Više nema potrebe za stalnim malim korekcijama kretanja pomoću volana.",
  "text 14 865": "Wille VarioSteer je mnogo više od upravljanja ručicom. U uskim prostorima i u zadacima koji zahtevaju nekoliko okretanja, možete podesiti upravljanje da bude brže pomoću displeja u kabini mašine. Zahvaljujući tom podešavanju, volan ne treba okretati toliko da bi se mašina okrenula kao u normalnim situacijama. Na primer, kada utovarate materijal u kamion, potrebno vam je samo 1,5 okreta volana u poređenju sa onim što je ranije zahtevalo 5,5 okreta. VarioSteer na taj način smanjuje potrebu za okretanjem volana do 70% u odnosu na normalno upravljanje. VarioSteer je dostupan  za Wille 665 i Wille 865",
  "text 15 865": "Oprostite se od bolova u ramenima koristeći VarioSteer! Umesto volana, možete odabrati ergonosmko upravljanje ručicom što vam omogućava da upravljate mašinom samo prstima. VarioSteer takođe čini upravljanje bržim za zadatke koji zahtevaju ponavljanja, kao što je utovar materijala. Kada koristite volan, možete smanjiti potrebu za njegovim korišćenjem i do 70% u poređenju sa normalnim upravljanjem.",
  "title 1 1":"Čistilica sa spremnikom",
  "text 1 1":"Pomoću čistilice sa spremnikom možete istovremeno čistiti površine i sakupljati prljavštinu u spremnik. Suzbijanje prašine radi se pomoću integrisanog rezervoara za vodu koji je opremljen prskalicama za bočnu i valjak četku. Obzirom da se rezervoar i četka kreću gore dole prateći teren, nema potrebe za dodatnim podizanjem i spuštanjem uređaja, čak ni kod ležećih policajaca. Bočna četka se savija prilikom udara u zidove ili druge prepreke. Dno spremnika se otvara hidraulično za pražnjenje, a zahvaljujući Wille prednjim utovarivačem, sadržaj možete isprazniti u kontejner. ",
  "list 1 1":"Dve faze radaistovremeno-čišćenjepovršineisakupljanjeprljavštine u spremnik.",
  "list 1 2":"Spremnik se možeisprazniti u npr. Kontejner",
  "list 1 3":"Rezervoar se pomere u vertikalnompravcuipratinervnineterena",
  "list 1 4":"Hidraulično otvaran jedna za pražnjenje",
  "list 1 5":"Bočna četka sa desne strane kao deo standardne opreme",
  "list 1 6":"Rezervoarzavodu, prskalicezavaljakibočnučetku",
  "list 1 7":"Svi modeli mogu biti opremljeni sa dodatnom bočnom četkom",
  "list 1 8":"Jedan potporni točak napred i dva pozadi",
  "title 1 2":"Drobilica za grane",
  "text 1 2":"Drobilica za grane dizajnirana je za usitnjavanje grana. Iseckani materijal se može koristiti tu na lokaciji, na primer, za uređenje površina, čime se izbegava potreba za trasnportom i pomeranjem materijala.",
  "list 2 1":"Dostupne su u različitim veličinama za sve Wille modele.",
  "list 2 2":"Ubrzava i olakšava rad na uređenju parkova i baštenskih površina",
  "title 1 3":"Freza za sneg",
  "text 1 3":"Freze za sneg se koriste za uklanjanje velikih količina sneg. Velikim frezama za sneg potrebno je puno snage, snažna hidraulika Wille mašina i robusna struktura čini ih efikasnim mašinama i u najtežim uslovima.",
  "list 3 1":"Veliki izbor freza za sneg od 1,3m do 2,4m",
  "list 3 2":"Optimalna veličina za svaki Wille model",
  "title 1 4":"Hidraulična platforma sa korpom za rad na visini – Wille 9",
  "text 1 4":"Hidraulična platforma za rad na visini, posebno dizajnirana za Wille, omogućava obavljanje različitih poslova održavanja.Svim pokretima se može bezbedno upravljati sa platforme, tako da nema potrebe za drugim vozačem. Platforma je opremljena sa hidrauličnim potpornim stopama. Odobrena je za upotrebu za modele Wille 365 – 865. Priključak se kači na uređaj za kačenje koji se nalazi u zanjem delu osnovne mašine.",
  "title 1 5":"Hidraulični zadnji nož",
  "text 1 5":"Hidraulični zadnji nož se koristi da se površine ulica, biciklističkih staza i parkinga koje su pod ledom izgrebu.  Time se smanjuje potreba za posiapnje rizle, jer će postojeća rizla koja je ispod leda biti izložena napovršinu. U letnjem periodu zadnji nož se može koristiti za ravnanje neravnina na zemljanim putevima.",
  "list 5 1":"Dostupno sa mrežastim sečivom ili Sandvik oštricom",
  "list 5 2":"Potporni točkovi dostupni kao opcija za letnju upotrebu",
  "list 5 3":"Hidraulično naginjanje i zakretanje",
  "list 5 4":"Lebdeće kretanje u nagibu i horizontalno",
  "title 1 6":"Kašika za lišće",
  "text 1 6":"Kašika za lišće se koristi za sakupljanje lišća i grančica. Može se koristiti kao kašika za sneg ili kao utovarna kašika bez poklopca. Jedan radni priključak, višestruka upotreba.Kašika je opremljena ručnim otvorom gornjeg poklopca, gde se sakupljeni materijal može ubaciti unutar kašike bez da materijal bude izložen naletima vetra.Čitav poklopac se može hidraulično otvarati i zatvarati iz kabine mašine.",
  "title 1 7":"Kašika za sneg",
  "text 1 7":"Wille Optim kašika za sneg je idealna za utovar i gomilanje snega kao i drugih lakih materijala",
  "list 7 1":"Dizajnirana posebno za Wille mašine",
  "list 7 2":"Rupe na vrhu kašike omogućavaju rukovaocu da bolje vidi područje utovara",
  "title 1 8":"Kosilica za travu",
  "text 1 8":"Kosilice za travu su idealne za košenje velikih zelenih površina i parkova. Wille radna hidraulika dovoljna je za razne vrste kosilica",
  "list 8 1":"Kosilice su dostupne u različitim veličinama za sve Wille modele.",
  "title 1 9":"Platforma",
  "text 1 9":"Hidraulična platforma je korisan priključak, npr. prilikom posipanja soli. Možete posipati veće količine kada se dodatna so nosi na platformi. Alati koji su potrebni za rad na određenoj lokacije su dobar primer stvari koje se mogu prevesti na platformi.",
  "list 9 1":"Otvaranje zadnje stranice",
  "list 9 2":"Stope za odlaganje",
  "list 9 3":"Priključak se postavlja iznad motora",
  "title 1 10":"Platforma",
  "text 1 10":"Hidraulična platforma je korisan priključak, npr. prilikom posipanja soli. Možete posipati veće količine kada se dodatna so nosi na platformi. Alati koji su potrebni za rad na određenoj lokacije su dobar primer stvari koje se mogu prevesti na platformi",
  "list 10 1":"Otvaranje zadnje stranice",
  "list 10 2":"Stope za odlaganje",
  "list 10 3":"Priključak se postavlja iznad motora",
  "title 1 11":"Rotacioni posipač soli",
  "text 1 11":"Rostacioni posipač soli omogućava vam posipanje soli na većoj površini nego kod standarnog posipača",
  "list 11 1":"Elektronsko podešavanje zapremine i širine posipanja",
  "list 11 2":"Kapacitet posipanja 10-200 g/m2",
  "list 11 3":"Širina posipanja 1-6 m",
  "list 11 4":"Posipač se stavlja u radni ili transportni položaj pomoću ručice",
  "list 11 5":"Spremnik je opremljen zaštitnom mrežom i poklopcem",
  "list 11 6":"Staklo za kontrolu nivoa punjenja spremnika",
  "list 11 7":"Potporne stope za odlaganje",
  "title 1 12":"Posipač soli/rizle",
  "text 1 12":"Sa Wille posipačem soli/rizle možete posipati pravu količinu soli/rizle. Osovina unutar posipača sprečava so da očvrsne unutar rezervoara i osigurava ravnomeran dovod soli. Debela gumena ploča sa oprugom na dobošu osigurava da samo željena količina soli izađe iz iz rezervoara. Rešetka sprečava da veliki komadi soli ili led upadnu unutar posipača. Ležajevi su postavljeni izvan rezervoara što olakšava njihovu zamenu i produžava životni vek. Posipač se kači pozadi na zadnju rampu za podizanje/naginjanje koja omogućava punjenje vožnjom unazad u gomilu.",
  "list 12 1":"Osovina sprečava zgrušavanje soli",
  "list 12 2":"Ventil kontrolu protoka za podešavanje protoka soli",
  "list 12 3":"Izdržljiv pocinkovani rezervoar za dug radni vek",
  "title 1 13":"Posipać za mokroposipanje",
  "text 1 13":"Koristi se za posipanje tečnog rastvora po ulicama, biciklističkim stazama i trotoarima, što vam omogućava da ih održite da se ne zalede tokom zime.Količina posipanja automatski se prilagođava brzini vožnje mašine. Možete odabrati da radna širina bude centralni deo posipača ili dodatno na levu ili desnu stranu ili na obe strane.Posipačem se upravlja sa displeja koji se nalazi u kabini. Zahvaljujući mlaznicama sa više rupa, rastvor se ne raspršuje poput magle u vazduh. Pregradne ploče unutar rezervoara sprečavaju rastvor da se talasa tokom putovanja. ",
  "list 13 1":"Radna širina je podesiva od 2,5 d9 5 m.",
  "list 13 2":"Maksimalan protok jednim pritiskom na dugme",
  "list 13 3":"Rezervoar se puni kroz dva nerđajuća filtera koji se lako čiste",
  "list 13 4":"Pumpa sa odvojenim vakuum filterom",
  "list 13 5":"Rampa za prskanje sa zasebnim podešavanjem visine",
  "list 13 6":"Stope za odlaganje",
  "list 13 7":"Kolut sa  metara creva za ručno čišćenje dostupan je kao opcija",
  "list 13 8":"Mašina mora biti opremljena električnim instalacijom za posipač",
  "title 1 14":"Pranje pod visokim pritiskom",
  "text 1 14":"Wille Optim priključak za pranje pod visokim pritiskom idealan je za uklanjanje sitnozrne prljavštine i prašine iz asfalta. Za bolji rezultat pranja, voda se ravnomerno usmerava u svaku mlaznicu. Možete okrenuti cev sa mlaznicama i odabrati u kom pravcu ćete uklanjati prljavštinu. Pomoću creva i puške za ručno pranje možete očisiti teško pristupačna mesta. Pregradne ploče unutar rezervoara sprečavaju talasanje vode prilikom transporta između lokacija. U kombinaciji sa čistilicom za skupljanje prljavštine, možete koritstiti rezervoar za vodu za uklanjanje prašine prilikom čišćenja.",
  "list 14 1":"Voda koja se doliva filtrira se putem tri nerđajuća filtera, koji se lako čiste",
  "list 14 2":"Cev sa mlaznicama se može hidraulično okretati",
  "list 14 3":"Kolut sa  15 metara creva za ručno čišćenje dostupan je kao opcija",
  "list 14 4":"Stope za odlaganje",
  "title 1 15":"Raonik za led",
  "text 1 15":"Očišćeni led je pogodan za klizanje. Wille zajedno sa raonikom za led je efikasno sredstvo za čišćenje površine leda od snega.",
  "list 15 1":"Razvijen za efikasno održavanje otvorenih klizališta",
  "list 15 2":"Napadni ugao noža raonika osigurava odličan rezultat čišćenja",
  "list 15 3":"Zahvaljujući hidrauličnom okretanju, mogu se primeniti efikasne metode rada koje štede vreme",
  "title 1 16":"Rezervoar za vodu",
  "text 1 16":"Može se koristiti za zalivanje biljaka ili za suzbijanje prašine u kombinaciji sa četkom.",
  "list 16 1":"Rezervoar se montira iznad motora",
  "list 16 2":"Stope za odlaganje",
  "title 1 17":"Rotaciona četka",
  "text 1 17":"Rotaciona četka je pravi izbor radnog priključka za čišćenje površina od lišća, snega i peska. Četka je opremljena mlaznicom za prskanje za suzbijanje prašine.",
  "list 17 1":"Za upotrebu tokom cele godine",
  "list 17 2":"Krajevi četke su slobodni što omogućava čišćenje pored zidova i ivičnjaka",
  "list 17 3":"Poprečni nagib od ±6° omogućava postizanje dobrih rezultata čišćenja",
  "list 17 4":"Hidraulično podešavanje ugla od ±27° ",
  "list 17 5":"Vertiklano plutajuće kretanje četke od oko 300mm omogućava četki da prati neravnine terena",
  "list 17 6":"Absorbcija udara osigurava ravnomerno četkanje",
  "list 17 7":"Zamena četke je jednostavna, nema potrebe za uklanjanje hidro-motora",
  "title 1 18":"Sakupljač lišća",
  "text 1 18":"Wille sakupljači lišća razvijeni su za sakupljanje lišća i druge bio-mase punim kapacitetom, čak i u vlažnim uslovima i kada je lišće pritisnuto o zemlju. Materijal koji se sakupi lako se seče u razgradljivu masu. Čak i veće količine lišća ne predstavljaju problem: Usisnik je opremljen mehanizmom koji ravnomernom brzinom ubacuje lišće u usisniki time sprečava da se začepi. Prednji deo koji se hidraulično otvara olakšava usisavanje gomile lišća. ",
  "list 18 1":"Bunker za otpatke sa mogućnošću kipovanja i otvaranja mrežnog poklopca",
  "list 18 2":"Usisnik koji je moguće pomerati levo i desnosa 4 potporna točka podesive visine",
  "list 18 3":"Hidraulično otvaranje prednjeg dela",
  "list 18 4":"Stope za odlaganje",
  "title 1 19":"Tarup",
  "text 1 19":"Tarup sa bočnim pomeranjem predviđen je za održavanje povrišna  pored puta i trotoara. Ovim veoma tihim piključkom možete kositi pored staza i puteva kao i nasipa i jarka.",
  "list 19 1":"Hidraulično bočno pomeranje od 104 cm",
  "list 19 2":"Košenje trave i lakog drveća",
  "list 19 3":"Mogućnost nagiba: na gore 90°, na dole 60°",
  "title 1 20":"Tarup sa strelom",
  "text 1 20":"Tarup sa strelom je odličan radni priključak za održavanje zelenih površina i kanala pored puta. Vozač može da kontroliše položaj strele i pokrete direknto iz kabine, a tarup je dobro vidljiv.Zahvaljujući efikasnoj radnoj hidraulici i čvrstoj konstrukciji rama, Wille i tarup sa strelom odličan su dvojac za održavanje i većih nasipa.Možete imati mnogo različitih tipova kosilica od različitih proizvođača. Zajedno sa nama možete pronaći najbolje radne priključke za vaš Wille.",
  "title 1 21":"Utvarna kašika",
  "text 1 21":"Utovarne kašike su dizajnirane za utovar razne vrste materijala. Za većinu korisnika utovarna kašika je podrazumevani priključak za početak.",
  "list 21 1":"Dizajnirana posebno za Wille mašine",
  "list 21 2":"Optimalan priključak za utovar i razgrtanje zemlje i drugih vrsta materijala.",
  "title 1 22":"Vibro ploče",
  "text 1 22":"Vibro ploče koriste se za sabijanje rastresitog tla kao što je šljunak. Snažna hidraulika i čvrsta konstrukcija Wille mašine čini je odličnim parom za vibro ploče. ",
  "list 22 1":"Vibro ploče mogu se pomerati bočno na obe strane mašine.",
  "list 22 2":"Efekat sabijanja može se nadzirati i prilagođavati u realnom vremenu pomoću sopstvenog displeja i kontrolnog uređaja koji se nalazi u kabini.",
  "title 1 23":"Visoko utovarna kašika",
  "text 1 23":"Kada visina podizanja standardne kašika nije dovoljna, odgovor je visokoutovarna kašika. Ona vam pruža znatno ceću visinu podizanja za utovar.",
  "list 23 1":"Za utovar lakih materijala",
  "list 23 2":"Znatno veća visina istovara i udaljenost u odnosu na standardnu kašiku",
  "Home page": "Početna",
  "title 1 Nordic": "Broddson Nordic PM10",
  "text 1 Nordic": "Broddson Nordic PM10 je vučna čistilica velikog kapaciteta koja je jednostavna za rukovanje. Nordic ima spremnik od 3,1 m3 visinu istovara 2640 mm, što olakšava servis i održavanje. Zglobna ruda je deo standardne opreme. Ona omogućava bočno pomeranje čistilice što olakšava čišćenje uskih prolaza. Nordic je takođe opremljena sa automatskim sigurnosnim ventilima i brzim spojnicama. Sve čistilice se proizvode u fabrici u Švedskoj prema zahtevu svakog kupca posebno,tako da je možete prilagoditi prema vašim potrebama.",
  "title 1 Scandia": "Broddson Scandia",
  "text 1 Scandia": "Sa kapacitetom od 1.2 tone u minuti i širinom čišćenja do 3000 mm, vučna čistilica Scandia gospodari velikim površinama. Zglobna ruda kao opcija, dva točka ili tri. Čistilica je takođe opramljena sa automatskim sigurnosnim ventilima i brzim spojnicama. Sve to je ono što čini Skandiju izuzetno operativnom čistilicom sa velikim radnim kapacitetom. Skanida se isporučuje sa motorom Perkins koji ispunjava sve ekološke zahteve. Sve čistilice se proizvode u fabrici u Švedskoj prema zahtevu svakog kupca posebno,tako da je možete prilagoditi prema vašim potrebama.",
  "title 1 Fighter": "Broddson Fighter 400 - 700",
  "text 1 Fighter": "Četka za korov dostupna je u dve veličine. Broddson Fighter je četka za korov sa hidrauličnim pogonom koja se motira na prednji nosač alata traktora ili multifunkcionalnih mašina. Služi za čišćenje pešačkih staza, biciklističkih staza, rubova, slivnika, parking, itd…Broddson Fighter može da čisti i levu i desnu stranu, što se lako menja. Sve funkcije se upravljaju iz kabine preko kontrolnog panela. Takođe moguće je staviti obične snopove i koristiti je kao treću četku u kombinaciji sa vučnom čistilicom Nordic",
  "Companies": "Firme",
  "About us": "O nama",
  "Servis": "Servis",
  "Contact": "Kontakt",
  "Attachments": "Priključci",
  "Products": "Proizvodi",
  "Attachment 1":"Čistilica sa spremnikom",
  "Attachment 2":"Drobilica za grane",
  "Attachment 3":"Freza za sneg",
  "Attachment 4":"Hidraulična platforma sa korpom",
  "Attachment 5":"Hidraulični zadnji noz",
  "Attachment 6":"Kasika za lisće",
  "Attachment 7":"Kasika za sneg",
  "Attachment 8":"Kosilica za travu",
  "Attachment 9":"Multifunkcionalna kasika",
  "Attachment 10":"Platforma",
  "Attachment 11":"Posipač",
  "Attachment 12":"Posipač soll-rizle",
  "Attachment 13":"Posipač za mokro posipanje",
  "Attachment 14":"Pranje pod visokim pritiskom",
  "Attachment 15":"Raonik za led",
  "Attachment 16":"Rezervoar za vodu",
  "Attachment 17":"Rotaciona četka",
  "Attachment 18":"Sakupljači lisća",
  "Attachment 19":"Tarup",
  "Attachment 20":"Tarup sa strelom",
  "Attachment 21":"Utovarna Kašika",
  "Attachment 22":"Vibro ploče",
  "Attachment 23":"Visokoutovarna kašika",
  "Specification": "Specifikacije",
  "ContactUs": "Kontaktirajte nas",
  "learnMore":"Saznaj više",
  "Send message":"Pošalji poruku",
  "MailTitle":"Naslov",
  "YourMail":"Vaš Email",
  "YourName":"Vaše ime",
  "PorukaMail":"Molimo vas da unesete poruku",
  "title Wille": "Wille - Svetski lider u agilnim urbanim mašinama",
  "subTitle Wille": "Pronađite odgovarajuću Wille mašinu za vaše potrebe",
  "text 1 Wille": "Wille je najpopularnije mašina na tržištu za uređenje i održavanje okoline i urbanih područja. Dizajniran je da radi tokom sve četiri sezone, posebno zimi, kada su operacije održavanja najzahtevnije i najskuplje. Zglobno upravljanje i položaj kabine u prednjem delu okvira mašine pružaju rukovaocu odlične uslove za rad.",
  "text 2 Wille": "Važno je imati osnovnu mašinu koja savršeno odgovara vašim potrebama. Wille pokriva različita područja uređenja i održavanje okoline i imovine. Wille je izuzetno jaka mašina s obzirom na veličinu. Postoji pet modela osnovne mašine koji se kreću od 5 do 7 tona. U poređenju sa utovarivačima iste težine, motor u Wille mašini daje oko 60% veću snagu. Ova snaga potrebna je za pogon hidrauličnih radnih priključaka i za prevoz teških tereta. U zavisnosti od modela brzina kretanja je 36-50 km/h.",
  "text 3 Wille": "Pored težine, fizićke veličine i sposobnost utovarivača kao i hidraulika igraju presudnu ulogu pri odlučivanju o najboljoj mašini za upotrebu. Takođe Wille mašine od modela 375 pa naviše, standarno su opremljeni snažnim prednjim utovarivačem koji proširuje sposobnosti mašine. Naručito tokom zime, kada su radovi na održavanju najvažniji i najskuplji, dolazi do izražaja neuporediva efikasnost Wille mašina.",
  "text 4 Wille": "Jedna od prednosti Wille mašina je širok spektar raspoloživih radnih dodataka (priključaka). Lako ih je nabaviti i lako se menjaju. Njihova kompatibilnost sa osnovnom mašinom je idealna, što znači da se mašinom može raditi efikasno i sigurno tokom cele godine.",
  "text 5 Wille": "Prodaja i postprodaja Wille mašina je u pouzdanim rukama. Wille je dugoročna investicija sa izuzetno visokom vrednošću i kao polovna mašina. Visok kvalitet, kapacitet i produktivnost su pomogli Wille da ostane broj jedan na Nordijskom tržištu već dugi niz godina.",
  "title Broddson": "Broddson vučne čistilice – Švedsko znanje i kvalitet",
  "text 1 Broddson": "Broddson je danas jedini proizvođač vučnih čistilica u Švedskojkoji takođe može da isporuči rezervne delove i četke za sve ostale brendove čistilica koje su dostupne na tržištu.",
  "text 2 Broddson": "Oni koriste gotovo isključivo Švedske podizvođače. Time osiguravaju visok kvalitet a istovremeno olakšavajući vama kao kupcu da prilagodite čistilicu vašim potrebama. Takođe im omogućava dobru kontrolu nad kompletnom porizvodnjom, što znači da možete računati na njihovo znanje i iskustvo tokom celog procesa proizvodnje.",
  "text 3 Broddson": "Danas Broddson je vodeća kompanija u Švedskoj kada je u pitanju oblast čišćenja ulica, ali njihovi porizvodi izvoze se i u ostatak Skandinavije, Evropu, Rusiju, Afriku i Bliksi Istok. Sve to ne bi bilo moguće bez zahtevnih kupaca i kvalifikovanih porizvođača i podizvođača.",
  "download": "Preuzmite brošuru",
  "Services Title 1":"Tehnička podrška i održavanje",
  "Services Title 2":"Servis i skladište rezervnih delova",
  "Services Text 1":"Klijentima je obezbeđena podrška za puštanje u rad novih mašina i stručnu obuku rukovaoca",
  "Services Text 2":"SMD machinery poseduje",
  "Services Text 3":"i mobilne servisne ekipe za redovne i hitne intervencije",
  "Services Text 4":"Svojim klijentima obezbeđuje redovno odrzavanje i",
  "Services Text 5":"servis u garantnom i van-garantnom roku i originalne rezervne delove.",
  "Services Text 6":"Konsalting usluge tokom eksploataicje mašina su uključene i",
  "Services Text 7":"obuhvataju stručne savete visoko kvalifikovanog osoblja servisa.",
  "Services Text 8":"Servantesova 16, Altina",
  "Services Text 9":"11283 Beograd, Srbija",
  "Services Text 10":"T: +381 11 3612 162",
  "Services Text 11":"+381 63 448 097",
  "Services Text 12":"M: office@smdmachinery.rs",
  "Services Text 13":"M: servis@smdmachinery.rs",
  "AboutUs Title 1":"S",
  "AboutUs Title 2":"avremene Mašine ",
  "AboutUs Title 3":"D",
  "AboutUs Title 4":"anašnjice",
  "AboutUs Title 5":"Misija",
  "AboutUs Title 6":"Vizija",
  "AboutUs Title 7":"Cilj",
  "AboutUs Title 8":"Naš tim",
  "AboutUs Title 9":"Slučajnost ili promisao",
  "AboutUs Title 10":"SMD machinery d.o.o",
  "AboutUs Title 11":"S",
  "AboutUs Title 12":"uperiornost Moćnih",
  "AboutUs Title 13":"D",
  "AboutUs Title 14":"ostignuća",
  "AboutUs Text 1":"Naša osnovna delatnost je",
  "AboutUs Text 2":"prodaja i servisiranje komunalne opreme,specifičnih mašina u oblasti vodoprivrede i opreme za vanredne situacije.",
  "AboutUs Text 3":"SMD machinery je vlašćeni zastupnik renomiranih evropskih proizvođača:",
  "AboutUs Text 4":"Wille, Dorotea Mekaniska, Broddson, Boschung.",
  "AboutUs Text 5":"SMD machinery nudi koncept",
  "AboutUs Text 6":"jedna mašina za sva četiri godišnja doba, ",
  "AboutUs Text 7":" za sve situacije i terene u svim vremenskim uslovima.",
  "AboutUs Text 8":"Naša misija je ",
  "AboutUs Text 9":"zadovoljan kupac.",
  "AboutUs Text 10":"Praćenjem tehnoloških inovacija i stalnim unapređenjem usluga i ponude proizvoda,",
  "AboutUs Text 11":"naša misija je da ispunimo i premašimo očekivanja kupaca, ne samo kvalitetom mašina koje nudimo,",
  "AboutUs Text 12":"već i posvećenim odnosom prema klijentu i nakon kupovine naših proizvoda.",
  "AboutUs Text 13":"Principi poslovanja SMD machinery se temelje na kvalitetu proizvoda i usluga, timskom radu,",
  "AboutUs Text 14":"uzajamno poštovanje, odgovornosti i spremnosti za nove poslovne izazove.",
  "AboutUs Text 15":"Partnerstvo sa vodećim evropskim proizvođačima je naša prednost i garancija da ćemo biti ponuđači rešenja broj jedan",
  "AboutUs Text 16":"u domenu komunalne opreme, specifičnih mašina u oblasti vodoprivrede i opreme za vanredne situacije",
  "AboutUs Text 17":"Stalnim unapređenjem kvaliteta poslovanja postižemo pouzdanost i održivost referentnih vrednosti.",
  "AboutUs Text 18":"Naša orijentisanost prema kupcu omogućava pružanje efikasnih individualnih rešenja",
  "AboutUs Text 19":"zahvaljujući širokom asortimanu proizvoda koji se mogu prilagoditi potrebama kupaca i isporučiti u željenom vremenskom okviru.",
  "AboutUs Text 20":"Razmenom iskustava sa proizvođačima i operaterima cilj nam je",
  "AboutUs Text 21":"da konkurentno i uspešno rešsavamo složene probleme komunalne zajednice, vodoprivrede i izazove vanrednih situacija.",
  "AboutUs Text 22":"Udružili smo decenije iskustva, kompetentnost, odlučnost i moderne ideje poslovanja",
  "AboutUs Text 23":"Iskusni deo tima je ",
  "AboutUs Text 24":"čvrst temelj i oslonac",
  "AboutUs Text 25":"a mlađi deo tima moderna nadogradnja sa prozorima kroz koje",
  "AboutUs Text 26":" gledamo u budućnost.",
  "AboutUs Text 27":"Slučajnost ne postoji.",
  "AboutUs Text 28":"Znak smo prepoznali i u nizu slova u imenu firme koja je osnovana pre više od trideset godina.",
  "AboutUs Text 29":"SMD",
  "AboutUs Text 30":" su početna slova naših imena, tima koji veruje u iste ideje i ide jednim putem ka uspehu - ",
  "AboutUs Text 31":"kvalitet pre svega.",
  "SMDMACHINERY AT SOCIAL MEDIA": "SMDMACHINERY DRUŠTVENE MREŽE"
}